[
  {
    "link": "#link-103",
    "author": "Mary Margaret Fonow",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The setting for the story is Geneva, Switzerland, one of the oldest major capitals of Europe, and Victor is from one of its noblest families. He uses his scientific training to create a new life but then fails to take responsibility for loving and caring for that life. He is shocked and disgusted when his creation doesn’t turn out as he planned. Yet he is also mostly unaware that his failure to take care of his creation in turn has created the creature he fears and rejects. Mary and her family traveled in more liberal and even radical circles, and she abhorred and flaunted the conventional mores of high society. In "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": ", is she calling attention to the propensity of those at the top to ignore the consequences of their actions? Social status cannot fully protect individuals from unintended consequences. Scientists and engineers who are often at the highest ranks of the academy need to be more mindful of the unintended consequences of their discoveries."
        }
      ]
    },
    "anchor": "e4a466",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-104",
    "author": "Braden Allenby",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "This passage is about perceived momentum: the past reconstructed from the viewpoint of the present always appears to have a structure, a momentum, and an obvious path. It is this deep misconception in part that leads to optimism regarding the ability to predict the future and to manipulate the present in such a way as to achieve desired future states. But the challenges of technology and governance in an increasingly complex world mean that such optimism is both hubristic and dysfunctional. It is hubristic because it dramatically overestimates the ability of anyone, technologist or policy maker, to predict future paths of sociotechnological systems, and it is dysfunctional because it leads to becoming lost in a haze of whimsical fantasy rather than to putting effort into the difficult and constantly changing challenge of dealing ethically, responsibly, and rationally with an ever-morphing, fundamentally unpredictable, real world. You can reachback and claim there is a clear stream from your deep past to your present situation, but what you are really doing is building an entirely normative reconstruction, an arbitrary and partial one at best."
        }
      ]
    },
    "anchor": "ffded5",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-105",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Natural philosophy"
                }
              ]
            },
            {
              "type": "Text",
              "content": " and "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "natural philosopher"
                }
              ]
            },
            {
              "type": "Text",
              "content": " were broadly encompassing terms for the theoretical and empirical inquiry into the natural world and those who conducted such inquiries. The latter was used prior to the rise of the term "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "scientist"
                }
              ]
            },
            {
              "type": "Text",
              "content": ", which was not coined until 1834, although Mary does use the word "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "scientifical"
                }
              ]
            },
            {
              "type": "Text",
              "content": ": “our family was not scientifical,” says Victor in describing the Frankensteins (p. 22).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tA biography of Humphry Davy (Golinksi 2016, 1) that focuses on how Davy, who was acquainted with Mary’s father William Godwin and whose work was read by Mary, became “a scientist before there was such a thing,” uses quotations from Mary’s novel as the epigraphs to each chapter, as if to suggest that Davy’s difficulty in forging a scientific career is associated with and can be communicated by Mary’s portrayal of Victor’s similar difficulties.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "b70a26",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-106",
    "author": "Joel A Klein.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Alchemy has roots in the ancient world, although the word itself comes from Arabic. It was concerned primarily with the transformation of materials, notably the transmutation of base metals such as lead and tin into gold and silver. Much historical alchemy can usefully be conceived as protochemistry and included such practices as metallurgy and the making of dyes and imitation gems. Alchemy also had a strong connection with medicine, and for some in the Renaissance it came to be associated with astrology, mysticism, and even magic. During the eighteenth and nineteenth centuries, alchemy was increasingly viewed as a pseudoscience and the domain of charlatans. Both Victor’s father and Professor Krempe reflect this view and strongly distinguish between the modern science of chemistry and irrational, premodern alchemy."
        }
      ]
    },
    "anchor": "43113a",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-107",
    "author": "Joel A Klein.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Many European alchemists in the Middle Ages and Renaissance believed that it was possible to produce an “elixir” or medicine that could prolong life or even heal all diseases. Some, including Cornelius Agrippa (Heinrich Cornelius Agrippa von Nettesheim, 1486–1535), associated such elixirs or medicines with the philosopher’s stone: a substance of alchemical legend that could turn metals such as lead into gold. The medieval theologian Albertus Magnus (c. 1200–1280) did not officially support such views, but a text called the "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Little Book on Alchemy"
            }
          ]
        },
        {
          "type": "Text",
          "content": " that falsely purported&mdash;but was widely believed&mdash;to be by Albertus did. The texts whose ideas on alchemy and life were most influential, however, were attributed to&mdash;although likely not penned by&mdash;the Renaissance physician and iconoclast Paracelsus (1493–1541). In one of these, a work titled "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "On the Nature of Things"
            }
          ]
        },
        {
          "type": "Text",
          "content": ", the author describes the artificial creation of a little human called a “homunculus” in a process vaguely similar to Victor’s animation of “lifeless matter” (pp. 34, 37). Heating a sealed flask containing putrefying semen would produce a human form after forty days, and the fully formed homunculus&mdash;which would have marvelous powers and knowledge&mdash;would be complete after forty weeks of feeding with a preparation of human blood."
        }
      ]
    },
    "anchor": "460d75",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-108",
    "author": "Sara Brownell",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "This passage implies that formal education is superior to being self-educated. Further, there is a sentiment that formal schooling can ground someone in truth and that a person trying to learn on his or her own may not be able to separate fiction from fact because he or she hasn’t been taught what is right by someone else. This is a particularly interesting way to view schooling because all schooling is biased in some way: by the curriculum developed, by the instructor’s views on that curriculum, and even by what questions the instructor entertains in the classroom. There is an assumed unbiased truth associated with formal schooling, but this assumption is flawed."
        }
      ]
    },
    "anchor": "2947ef",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-109",
    "author": "Allison Kavey",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tCornelius Agrippa remains among the most intellectually compelling magical theologians and natural philosophers of his time. His magnum opus, "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "De occulta philosophia libri tres"
                }
              ]
            },
            {
              "type": "Text",
              "content": " (Three books of occult philosophy), occupied the majority of his life, starting with a juvenile manuscript dedicated to his teacher, Abbot Trithemius of Sponheim; it began to circulate in 1509–1510 and had a first printed edition in 1531 and a final edited edition in 1533. The book attained wide print circulation, appearing in German, Latin, and French editions before 1535 as well as in reprints and in English throughout the seventeenth and eighteenth centuries. Agrippa’s reputation as a dark magician also grew, despite the lack of evidence to support it, and a fourth book spuriously attributed to him was in fact a book of dark magic, appearing in English in the seventeenth century and outselling the original work through the nineteenth century.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tIt is not clear whether Victor Frankenstein read "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "De occulta philosophia"
                }
              ]
            },
            {
              "type": "Text",
              "content": ", but his appreciation for the “theory he [Agrippa] attempts to demonstrate” (p. 20) suggests he might have encountered the magical cosmology it contained. Agrippa embeds magic in the Creation, contending that God placed magic in the world as a system of connections, sympathies, and antipathies by which adepts could transcend the natural sphere and influence the superior realms. Although "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "De occulta philosophia"
                }
              ]
            },
            {
              "type": "Text",
              "content": " clearly engages with Neoplatonic philosophy and sees a clear path by which the study of God’s work improves the adept, it is unique in that Agrippa also includes the possibility for the living adept to transcend the natural sphere through magical work and to re-enter the godhead. Through the spiritual improvement (requiring the adept to shed human desires and ambitions) required to attain such magical skills, Agrippa believes the adept would use his magical skills to continue the world order conceived by God&mdash;perhaps seeing the adept as an important source of defense in the case of an apocalypse. It is not clear, however, what would happen if a disciplined but evil adept achieved the godhead&mdash;perhaps he could derail the order of the world. At any rate, Victor’s sense that he can equal God might have come from this text because he read it outside the context of Renaissance theology and without understanding the tremendous discipline required of a magical adept. His creature serves as an object lesson about the threats posed by undisciplined, ambition-fueled, and ego-driven science. It does not operate as a corrective to the problems of Renaissance natural philosophy solved by modern science but instead serves as evidence for the importance of the increasingly common peer-reviewed and institutionally defined investigations that came to be known as science in the early nineteenth century.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "2947ef",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-110",
    "author": "JJ LaTourelle",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The young, rebellious, intelligent, and ambitious Victor is motivated by the search for glory and public renown. He wants to make a name for himself. He wants not just to be successful but to be brilliantly, notoriously successful. And he seeks that glorious reputation through modern natural philosophy, what we now call experimental science, the “genius that … regulate[s his] fate” (p. 20). Victor’s stated goal, to create a kind of immortality, is just the kind of thing that could bring him the renown he desperately seeks."
        }
      ]
    },
    "anchor": "2947ef",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-111",
    "author": "Sara Brownell",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Accepting the failure to learn as the student’s responsibility can be described as a student-deficit model of instruction, where any gap in learning is the student’s fault and instructors are presumed to be faultless in their teaching. This perspective also represents an instructor-centered approach to teaching, where it is the student’s responsibility to listen to and learn from the instructor. It stands in stark contrast to how many view education today as a constructivist activity that should be student centered, where students are creating their own learning."
        }
      ]
    },
    "anchor": "01c3ce",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-112",
    "author": "Dehlia Hannah",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Dramatic encounters with natural phenomena are inspirations for scientific as well as literary imagination. This passage reconstructs the way that the philosopher Francis Bacon (1561–1626) thought that scientists come to understand natural phenomena and, in turn, use their understanding to construct technologies that make use of the same underlying processes. In describing how Victor’s father translates the mechanisms of thunder and lightning into various technologies—a small electrical machine (perhaps a galvanic pile and Leyden jar) and a kite that attracts and conducts electricity (after Benjamin Franklin’s experiment), both of which were part of Percy Shelley’s education&mdash;the passage foreshadows Victor’s eventual use of electricity to animate the creature he creates. The sense of wonder the narrator describes at witnessing the storm is important: delight, curiosity, awe, and other emotions motivate scientific inquiry by captivating the imagination and emotions. Mary likely shared some of her protagonist’s emotions as she endured the relentless rains and thunderstorms that plagued Geneva in the summer of 1816."
        }
      ]
    },
    "anchor": "440bf3",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-113",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Pliny the Elder (23–79 CE) was a Roman naturalist and natural philosopher who published the encyclopedic text "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Naturalis historia"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (Natural history). He died in the explosion of Mount Vesuvius while attempting to help friends escape."
        }
      ]
    },
    "anchor": "2edf0c",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-114",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Georges-Louis Leclerc, Comte de Buffon (1707–1788), was a French naturalist whose multivolume work "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Histoire naturelle"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (Natural history) echoed Pliny the Elder’s. In a century in which natural historians were still attempting to understand whether and how species changed, Buffon proposed a theory that New World species, including humans, were degenerate compared to Old World species. His theory led to a heated correspondence with Thomas Jefferson, who sent samples of robust North American wildlife&mdash;including a stuffed moose&mdash;across the Atlantic to him."
        }
      ]
    },
    "anchor": "2edf0c",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-115",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The death of the mother is seen as evil, indeed as an “irreparable evil.” As a child, Mary would sit by her mother’s grave and read; this is a special form of grief that the created feel when they lose those who created them. Much of Victor’s effort in making the creature is driven by his thoughts about the evil of death, the finitude of human life. The passage here then goes on to correlate the perception of an evil as evil with its emotional impact, in this case grief. Ironically, when he succeeds in making the creature, he makes a motherless one."
        }
      ]
    },
    "anchor": "bfb949",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-116",
    "author": "Sean A Hays.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "When Victor describes his grief at the death of his mother, he focuses on its impact on him. He grieves her absence rather than feeling sorrow for the pain she experienced in dying or for the experiences of life she will now miss. Victor’s grief at his mother’s death plays a central role in shaping his character going forward. It is the mirror of the creature’s experience in the novel. Victor grieves the presence of an absence&mdash;that is, his mother. The creature grieves the presence of an absence&mdash;that is, a friend, fellow, and mate. Given all that Victor knows of grief and loss, we would expect him to be more sympathetic to the creature’s plight. He seems blind to the many things he has in common with his creation. Perhaps he is willfully blind because he must continueto dehumanize his creation in order to distance himself from it and from his responsibility for it. It remains to be seen whether scientists and engineers, as creators, can afford to recognize themselves in their work or can afford not to."
        }
      ]
    },
    "anchor": "bfb949",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-117",
    "author": "Sara Brownell",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Much of education now is focused on applied learning, in particular technical degrees, and is intended to prepare a skilled workforce. This view was not the dominant one in Mary’s time, when learning was thought to be for the privileged and not all that useful for everyday life."
        }
      ]
    },
    "anchor": "502176",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-118",
    "author": "Sara Brownell",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "This passage is meant to illustrate a problem with self-learning: the autodidact (someone who teaches himself or herself) may not know the appropriate texts to read or the appropriate way to evaluate them. But the passage also raises the question of whether there is any benefit to be had in reading about ways of thinking that are considered inaccurate in the current time. Are we so certain in the dominant viewpoint of the time that previous ways of thinking do not hold any use?"
        }
      ]
    },
    "anchor": "58e97b",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-119",
    "author": "Braden Allenby",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Many scholars argue that science and technology, especially as practiced in the West, have always been about achieving “immortality and power” (see, e.g., "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "The Religion of Technology"
            }
          ]
        },
        {
          "type": "Text",
          "content": " [1997], where David Noble notes that from the early Middle Ages “technology came to be identified more closely with both lost perfection and the possibility of renewed perfection, and the advance of the arts took on new significance, not only as evidence of grace, but as a means of preparation for, and a sure sign of, imminent salvation” [12]). The Enlightenment in some ways was a profound assertion of a humanistic perspective, and the end goals of that assertion, often not stated as clearly as in this passage of the novel, have not changed that much. But before we challenge the obvious hubris, it bears remembering that the opposite has also not changed: those who do not seek immortality and power too often suffer, die young, and serve under another’s yoke."
        }
      ]
    },
    "anchor": "9dfa8d",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-120",
    "author": "Hannah Rogers",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tVictor suggests a change in the ways that natural philosophy is currently employed as compared to the past. The history he creates suggest that scientists of the past held higher aspirations than his contemporaries, who, according to him, are interested in what science can show is "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "not"
                }
              ]
            },
            {
              "type": "Text",
              "content": " possible rather than pressing the human imagination forward. Because this comparison was made two centuries ago, it raises questions for modern readers about the common idea that the sciences of the past had more scope for imagination (“boundless grandeur,” as Victor puts it) than the sciences of today.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tDespite his conviction about the impossibility of the quest of the masters of science for “immortality and power,” Victor finds himself drawn to the “chimeras of boundless grandeur.” The term "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "chimera"
                }
              ]
            },
            {
              "type": "Text",
              "content": " has two potential meanings captured here: the mythological Greek fire-breathing monster with a lion’s head, a goat’s body, and a serpent’s tail or an illusory or impossible goal. Mary’s careful word selection allows readers to see both definitions in her usage. The concept of the chimera in modern biology (which of course would not have been known to Mary) is a single organism composed of different zygotes, which is the merger of multiple fertilized eggs; this multiple composition may happen through tissue transplant or mutation.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "9dfa8d",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-121",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "A major rationale for the autonomy of science and scientists&mdash;that is, their ability to make their own choices free from interference by governments or lay people&mdash;in their pursuit of knowledge is the presumed certainty of the superior instrumental outcome of that pursuit, regardless of the potential presence of error or bias. According to chemist and philosopher of science Michael Polanyi, the ideal organization is “scientists, freely making their own choice of problems and pursuing them in the light of their own personal judgment” (1962, 54)."
        }
      ]
    },
    "anchor": "2a9e1c",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-122",
    "author": "Carlos Castillo-Chavez",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The idea of a having a single scientific mentor is not ideal, and Victor knows this well. He is mentored by two complementary, imperfect, and valuable individuals&mdash;namely, M. Krempe and M. Waldman. We see that scientific mentoring does not take place in a vacuum. Developmental psychologist Jean Piaget described the process of intellectual development with the words “intelligence organizes the world by organizing itself” (quoted in Chess and Hassibi 1978, 63). One reading of Piaget suggests that he models learning as a complex adaptive system, and so as the human body experiences stimuli, it begins to organize and anticipate stimuli, creating complex systems of mental actions and anticipated results in an effort to predict and control stimuli to generate more favorable results. As a result, collaborative interactions among individuals with different perspectives and experiences (mentor and mentee) provide conversational stimuli for developing new understandings. L. S. Vygotsky, citing Piaget, describes a similar process: “Such observations [of child argumentation] prompted Piaget to conclude that communication produces the need for checking and confirming thoughts, a process that is characteristic of adult thought” (1978, 90). Mentor–mentee dynamics create the stimuli that drive Victor’s curiosity, creativity, and learning. M. Waldman, who loves chemistry, notes that “I have not neglected the other branches of science” (p. 31), impressing the importance of interdisciplinary learning on Victor. As this passage shows, passion for learning is also the outcome of dual mentorship: “natural philosophy, and particularly chemistry, in the most comprehensive sense of the term, became nearly my sole occupation.” Finally, the search for knowledge, regardless of direction, drives Victor’s research. Discipline, passion, focus, and effective diverse mentorship philosophies characterize Victor’s status at this time."
        }
      ]
    },
    "anchor": "d61f16",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-123",
    "author": "Miguel Astor-Aguilera",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Biologists can seem godlike in their laboratory research, making decisions pertaining to animal and human life while having little immediate need to answer to anyone save their conscience. What kind of ethics does practicing applied biological science require? A personal ethics of individual morality pertaining to, for example, dishonesty and irresponsibility in observing humane practice? A research ethics pertaining to, for example, what specific “raw” material is used, what the source of the “raw” material is, and what the individual researcher or group of researchers is doing with the “raw” material? Or a social ethics pertaining to the positive and negative social impacts the biological research might have at present and in the future? Because the gradations between personal research and social ethics are rarely so distinct, how should biologists relate to them? How does Victor relate to his raw “materials” (p. 36)?"
        }
      ]
    },
    "anchor": "5ea43e",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-124",
    "author": "Robert Cook-Deegan",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor here claims to have invented a way to instill life. The narrative does not delve into questions of ownership or patenting, but future narratives building on Frankenstein do, in novels (e.g., "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Next"
            }
          ]
        },
        {
          "type": "Text",
          "content": " by Michael Crichton [2006]), film ("
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Blade Runner"
            }
          ]
        },
        {
          "type": "Text",
          "content": " [Ridley Scott, 1986]), and television ("
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Orphan Black"
            }
          ]
        },
        {
          "type": "Text",
          "content": " [BBC, 2013–]). Patenting adds the motivation of financial reward to scientific fame and glory, and it can provide motivations for both holding something secret, until rights are secured, and publicizing it after rights are granted."
        }
      ]
    },
    "anchor": "e5b5f4",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-125",
    "author": "Miguel Astor-Aguilera",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor engages materiality in a much different manner than his not-so-distant pre-Enlightenment European brethren. He equates “life” with animate human bodies; however, animated life is found throughout Earth in a variety of organic forms. Do not simple cells move and have life? Plants also move, though most of them quite slowly, and have frames composed of “fibres, muscles, and veins” conceptually analogous to those of animals. What of plants’ visible animation, seeming to indicate volition: vines creeping along the sides of buildings toward where there is more light, sunflowers’ “faces” following the path of the sun, predatory Venus flytraps moving quite quickly to ensnare their victims, and the "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Mimosa pudica"
            }
          ]
        },
        {
          "type": "Text",
          "content": ", the “sleepy plant” in Mesoamerica (also found in Melanesia and Africa), shying away when touched and then recomposing itself after apparent danger has subsided? When do we, if we do, grant plants, nonhuman animals, and human animals volition and at what stage of life? Do only human animals have emotions and volition? Do simple cells shy away if they are nudged or pricked and move away if they bump into another mobile simple cell?"
        }
      ]
    },
    "anchor": "067f90",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-126",
    "author": "Pablo Schyfter",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tVictor finds himself chasing a “frame” of flesh and its union with life. His ambition reflects several forms of mechanistic thought current at the time Mary wrote "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Frankenstein"
                }
              ]
            },
            {
              "type": "Text",
              "content": ": an understanding of biological systems as physical machines controlled solely by physical laws. Nineteenth-century biology and physiology embraced and developed mechanistic perspectives while at the same time discarding earlier kindred understandings of the body. In the seventeenth century, the conceptualization of the human body by René Descartes (1596–1650) was similarly mechanistic, but he explained the transition from physical machine to a living, thinking entity as an act of God. The deity endowed otherwise idle material with consciousness. By Mary’s time, the latter part of Decartes’s argument had lost favor, but mechanistic ideas had gained scientific prominence.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tVictor’s “frame” is a product of part-by-part fabrication and lacks “animation”&mdash;then a term for the state of being alive. His power makes the idle machine something living. In a sense, the story presents a separation between body and consciousness similar to the one championed by Descartes. And yet no deity is at work. Victor installs life into his constructed “frame” using only his scientific prowess.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tMechanistic thought remains an important part of the life sciences, and the ambition to build frames for life is found in twenty-first-century efforts to produce so-called protocells or, in the language of some synthetic biologists, the “chassis.” The structures, built with basic chemicals “from the ground up,” are envelopes for biological phenomena. Although present-day research is unlikely to deliver anything like Mary’s creature, it holds to a similar concept of life as machine. Descartes long ago lost his place in the natural sciences, and Victor’s power has yet to be realized, but mechanistic thinking persists.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "067f90",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-127",
    "author": "Hannah Rogers",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Although Victor begins this passage hesitant of his ability to create a creature like himself, he says that his imagination overtakes his questions. He pictures his imagination as an element of his personality motivated by its own success. The idea of imagination as internal to the self might remind the modern reader of the concept of the ego as developed by psychologist Sigmund Freud more than one hundred years after Mary wrote "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": " ("
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "The Ego and the Id"
            }
          ]
        },
        {
          "type": "Text",
          "content": " [(1923) 1960]). Freud’s ego is that part of the human psyche modified by external forces. The success of his initial work leaves Victor unable to doubt this ability to create a human life. In a cyclical fashion, detached from material realities, this type of imagination is empowered by its own interplay internally. The ability to act based on imagination and the changing of the imagination itself in relation to those actions are fundamental to Victor’s understanding of the concept."
        }
      ]
    },
    "anchor": "067f90",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-128",
    "author": "Dominic Berry",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tWith “creation,” Mary draws on some of the widest possible literary themes, and the biblical resonances are emphasized by the creature himself. But creativity and the labor of one’s hands had multiple significances within wider nineteenth-century society, as they do today. It is not often recognized, for instance, that creativity and labor play a crucial role in legitimizing the idea of “property.” How do we justify establishing ownership over something? One important argument, most directly associated with the political philosophy of John Locke (1632–1704), stated that applying one’s labor to nature through writing, crafting, and so on made that creation one’s property (see Locke 1821). For example, earthen clay, once owned by everyone, through a transformative act of labor and creativity (so the argument goes) becomes a single person’s property.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThrough "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Frankenstein"
                }
              ]
            },
            {
              "type": "Text",
              "content": ", we can therefore question scientific work and its ownership. Although we might arbitrarily decide that humans are exempt from being classed as property&mdash;a decision not yet achieved in Mary’s time&mdash;what of the creature? Is it right to think of the term "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "creation"
                }
              ]
            },
            {
              "type": "Text",
              "content": " as implying ownership? Or what of the ownership of children created by parents? Or what of the ownership of any nonhuman organism for that matter? Should it be the case that merely the act of laboring on something makes it property? The existence of Victor’s potential proprietary rights in his work and his (irresponsible?) refusal to acknowledge those rights allow us to generalize the significance of his creative act. Perhaps it is not in the creation of a human that he errs but in the conceptualization of his labors.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "067f90",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-129",
    "author": "Jonathon Keats",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The religious language of this passage connects Victor’s ambitions to a long tradition of humans playing god. In Jewish folklore, for instance, several great rabbis are said to have made clay animate, much as Adam was formed from clay according to biblical legend. These animated clay creatures are known as golems, and they resemble men except for the fact that they are mindlessly obedient. Following orders literally, they inevitably become destructive, revealing their creators’ arrogance by showing those creators’ limited foresight and the perils of hubris. Similar patterns play out in many cautionary tales about technology, such as "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "R.U.R."
            }
          ]
        },
        {
          "type": "Text",
          "content": " by Karel Čapek and Josef Čapek (1920), a play in which robots confound the expectations of their builders by becoming violently rebellious. And yet although we are philosophically attuned to our arrogance, and although hubris is a persistent theme in mythology and literature (including "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": "), the temptation to play god seems only to increase with the increasing power of science and technology. This phenomenon is especially evident in two fields of active research: synthetic biology and artificial intelligence (AI). Central to the agenda of synthetic biology is a literal desire to create new species: for example, bespoke organisms such as "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Mycoplasma mycoides"
            }
          ]
        },
        {
          "type": "Text",
          "content": " JCVI-syn1.0, which the J. Craig Venter Institute made in 2010 by inserting a lab-assembled genome into a bacterium. The promise of synthetic biology is total genetic control of organisms that can bless us with new foods, drugs, and fuels. The peril is that the future behavior of such bespoke organisms, like that of the Čapeks’ robots, cannot be completely predicted. AI is arguably even more hubristic&mdash;and perilous&mdash;because of the potential for machine intelligence to exceed&mdash;or be incomprehensible by&mdash;human intelligence. From a superhuman AI’s perspective, arrogant "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Homo sapiens"
            }
          ]
        },
        {
          "type": "Text",
          "content": " might be deemed as dangerously irrational as Victor’s creature or golems."
        }
      ]
    },
    "anchor": "4b2b9b",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-130",
    "author": "Melissa Wilson Sayres",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "There is a notion that scientists become so engrossed in their own pursuits that they forget that they are “standing on the shoulders of giants,” as Sir Isaac Newton (1642–1726) put it, and instead feel overweening pride of ownership in the science they are studying and in the results of their research. Such an attitude, occurring time and again in the history of science, impedes scientific progress. In science, knowledge cannot be owned by anyone. Knowledge must be shared, must be questioned, must be built upon. Here Victor gets lost in his own ability as a scientist.He forgets that although he may create something new (be it knowledge or life), he is not truly the owner of those creations."
        }
      ]
    },
    "anchor": "4b2b9b",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-131",
    "author": "Miguel Astor-Aguilera",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor here implies flesh-and-blood immortality because the universe inherently and automatically renews life from death. All life on Earth depends on things cyclically dying as other things, including humans, procreate, live, flourish, and eventually die as the cycle continues. Victor, due to the very emotional personal experience of having a person he loves pass unto death, desires that humans need not have to die and hence is driven to seek the “secret” to life regeneration. Life renewing from death is present in biblical scripture (Genesis 3:19, 18:27; Job 30:19; Ecclesiastes 3:20) as well as in the Anglican Christian Book of Common Prayer (Burial Rite 1:485, 2:501) and is a topic highly present, though different ontologically from Judeo-Christian-Muslim views, in indigenous cosmologies (Astor-Aguilera 2010). Some of the world’s societies have been known to practice infanticide or care for their elderly only up until they become too much of a burden on the younger population, which needs a certain amount of resources to survive. How old is old enough for a human to live and at what cost to Earth’s resources? Should humans not die at all and be perpetually regenerated through scientific breakthroughs?"
        }
      ]
    },
    "anchor": "4b2b9b",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-132",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor articulates a set of hypothesized or imagined consequences for his research should it succeed, including the conquering of death and the creation of a race of beings who would worship him. These “imaginaries” are fictions that follow, reasonably but not necessarily, from success in his research. Perhaps at this point, Victor might have explored what fictions might reasonably but not necessarily follow from failure or from a different or incomplete kind of success."
        }
      ]
    },
    "anchor": "4b2b9b",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-133",
    "author": "Joey Eschrich",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tVictor chooses to conduct his experiments with life in secret; he isolates himself from friends, family, and colleagues at his university. The isolation is both geographical and social. During the period of feverish research and creation, he doesn’t exchange correspondence or share his ideas with anyone.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tIsolation makes it possible for Victor to undertake his grisly and socially unacceptable project. Certainly, his colleagues and family would have intervened to stop him. But Victor’s self-imposed isolation also makes it impossible for the creature to gain access to the social resources he needs to construct a livable life (J. Butler 2010). He is cut off from the possibility of family, friends, and membership in society. He removes himself from the structured and institutionalized relationships that we depend on for sustenance, fellowship, and relief, such as education, health care, and a humane justice system.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tAn individual depends in countless ways on being recognized as a social being&mdash;as a person with feelings and rights, enjoying fellowship in social groups, relying on institutions to provide support, to safeguard our rights, and to care for us when we are in need. Victor’s decision to conduct his work in isolation and his abandonment of the creature at birth makes it impossible for the creature ever to achieve this social legibility and to participate functionally in society.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tAs a result, we see the creature as a vagrant, an outlaw, and a vigilante throughout the novel. All of these identities are built on a foundation of social exclusion. Victor’s isolation means that the creature has little choice but to become a monster. He is left with no pathways into a peaceful life inside of human society.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "43a4a8",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-134",
    "author": "David H Guston and Jason Scott Robert.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor’s grave robbing and torture of animals raise the following questions: Do the ends ever justify the means in research or in other areas? If useful data can be gathered through unethical means, should they be? And if such data are so gathered, ought they to form part of the evidence base of science? Analysis of the history of human experimentation in the twentieth century comes solidly down on the negative answer, based on experiences like those of concentration camp inmates experimented on by Nazi doctors during World War II and of African Americans and Guatemalans experimented on by US Public Health Service researchers in the decades following the war. The principles of bioethics hold that human beings may never be used solely as experimental means to a scientific end, but human autonomy can also create an affirmative role for self-sacrifice, allowing people ethically to volunteer for dangerous experiments. Some bioethicists also argue that if a practice is physically or viscerally repugnant&mdash;“the horrors of my secret toil,” in Victor’s words (p. 38)&mdash;then the practice is at least suspect of being morally repugnant. For a time, the ethical debate about human embryonic stem cell research focused on whether medical science should be permitted to progress based on research that was putatively unethical in its destruction of human embryos to derive human pluripotent stem cells. Is such research always spoiled as the fruit of evil exploits?"
        }
      ]
    },
    "anchor": "43a4a8",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-135",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor here expresses pangs of conscience as he reflects on his singular goal of animating life. To what extent he sees his conscience as a reliable guide is not clear, for in the end he continues his activities despite these reservations. A sharp emotional reaction of loathing cannot overcome his intense drive, his eagerness, to complete his task of animating life. Here the novel gives expression to the tension between emotional, morally significant reactions and human desire and drive."
        }
      ]
    },
    "anchor": "43a4a8",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-136",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor’s unease at dealing with body parts from the dead is overpowered by the force of his imagination propelling him to complete his work. The relationship between imagination, creativity, and conventional views expressed in this case as strongly negative emotions recurs throughout the novel. And in sticking with his project, Victor overcomes his own feelings and dismisses his father’s. At hand is the question of to what extent feelings express with accuracy what ought to be done morally."
        }
      ]
    },
    "anchor": "990b9a",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-137",
    "author": "Stephanie Naufel",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Mary refers to a “spark” that animates Victor’s creature and brings him to life. This reference alludes to the use of electricity to reanimate a body, a relatively new idea at the time of this novel’s publication. Toward the end of the eighteenth century, Luigi Galvani (1737–1798) had demonstrated the use of electrical current to activate muscle, a discovery he made on dissected frog legs. Mary was well aware of these experiments, and Galvani’s work was one of her main influences in generating the idea for her novel. Furthermore, these principles have endured in medicine. Today, electric stimulation is used to aid millions of human bodies with everything from defibrillators and pacemakers to partial treatments for paralysis and systems that link prosthetic limbs and cameras to the brain."
        }
      ]
    },
    "anchor": "7063c1",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-138",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Emotions again serve to express assessments. On the surface, they are assumed to be correct moral judgments, though in the end their accuracy is questioned implicitly when Victor’s rejection and horror drive the creature away and lead over time to the creature’s loneliness. The experience of isolation and deprivation of basic social relations turn the creature from a natural disposition toward goodness to a disposition toward evil that impels him to engage in horrific and destructive acts."
        }
      ]
    },
    "anchor": "b7f0b5",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-139",
    "author": "Stephani Etheridge Woodson",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor characterizes the moment he succeeds in bringing his creation to life&mdash;when the creation opens his eyes and gazes back&mdash;as a “catastrophe.” Contrast this scene with the same moment of creation of intelligence noted in Genesis 1:32: “God saw all that he had made, and it was very good.” An enduring conversation in the philosophy of beauty asks whether beauty is more an innate property of the “thing” being considered or resides instead in the eye of the beholder. Conflations of beauty and goodness are also quite common in both popular culture and philosophical inquiry. In many ways, this entire novel explores the relationship between beauty, goodness, and perceptions. In the end, Victor’s characterization of his creature depends more on Victor himself than on the creature’s identity. Outward perceptions of beauty or the lack thereof influence how others understand the creature and whether they perceive his actions as “good” or “evil.” Imagine how the story would unfold if Victor were instead to have looked upon his creature at this very moment and felt that it “was good.” In the scene as given in the novel, Victor looks for himself in the creature’s eyes and finds someone else."
        }
      ]
    },
    "anchor": "b7f0b5",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-140",
    "author": "Miguel Astor-Aguilera",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor constantly equates “life” with animation. Does animacy provide life, or is that function served by the metaphysical soul purportedly found within active human bodies? Within Judeo-Christian-Muslim religions, it is the sacred soul placed within the human body during fetal development by a divine God that makes life different in humans from other animals. Nonhuman animals are treated differently from humans in Western society, whereas many non-Western societies do not make a striking difference from human to animal to plant (Astor-Aguilera 2010). For Western humans, the divine soul is what makes life sacrosanct, but nonhuman animal life is typically not as important. Is Victor playing God in his laboratory research, trying to infuse life or the spark of a soul within a human body composed of inactive tissue? When is the “soul” present in humans, if at all? Is soul matter inherent to human tissue at conception and therefore present in stem cells?"
        }
      ]
    },
    "anchor": "87b0ad",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-141",
    "author": "Judith Guston",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Egyptian mummies were present in the British Museum since the mid-1750s, donated by private antiquity collectors. British attention to ancient Egypt broadened during Napoleon’s campaign of 1798–1801; his inclusion of scholars with his army was mocked in England as wartime propaganda, but the French documented and exported antiquities that were later transferred to London after their defeat. Probably more important than these events to the interpretation of Mary’s text, however, is the use of the purported curative powder “mummia” or “mummy,” which had been available throughout Europe since the twelfth century. Referred to as both medicine and pigment by early English writers including Edmund Spenser, William Shakespeare, and John Donne, mummia was either the bituminous substance used in mummification to dry out body cavities after the removal of organs or the ground-up body parts of mummies themselves when this bituminous substance was in short supply. Mary’s reference to mummies here and later in Walton’s characterization of the texture and color of the creature’s hand (p. 183) may serve several purposes: (1) Ancient mummification enabled the preserved body to be available for use by the spirit in the afterlife&mdash;another kind of reanimation of a dead body. (2) The creature’s mummylike hand would have exhibited the characteristic darkened skin produced by the drying material, whereas the creature’s facial skin is elsewhere described as yellow, further highlighting his patchwork nature. (3) In light of the mutilation of mummified bodies for questionable medicinal treatments, is it possible that Mary used the term "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "mummy"
            }
          ]
        },
        {
          "type": "Text",
          "content": " to enhance her ethical critique?"
        }
      ]
    },
    "anchor": "cf96d2",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-142",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "It is understandable that Victor would experience feelings of fear and awe after realizing he successfully created life, especially given the strength and power of his creation. However, abandoning and then “avoid[ing] the wretch” because of this fear means he also avoids taking responsibility for his creature’s life and suffering. Victor’s avoidance does not lead to the protection of himself and his loved ones, and it intensifies the creature’s anguish and destructive behavior."
        }
      ]
    },
    "anchor": "d4dd40",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-143",
    "author": null,
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Coleridge’s “Ancient Mariner.” [Mary’s note]"
        }
      ]
    },
    "anchor": "c4b765",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-144",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Narrative reflection has transformative power&mdash;the process of writing one’s story can actually change one’s understanding of the story. Because reflecting on and writing about an experience can influence how a person feels about the experience, it is possible for Victor to “write himself” into better spirits. Note in this regard that Mary does not at this point describe Victor as having made any notes on his experiments, even for his private use, if not for publication. For more on reflective writing, see Bolton 2014."
        }
      ]
    },
    "anchor": "da42d1",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-145",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "It is only in hindsight that Victor recognizes the consequences of engaging in unreflective “natural philosophy” or scientific study. Had he seriously considered the ethical consequences of making his creature, and had these considerations outweighed his hubris and desire for personal success, it is unlikely he would have proceeded. This healthy fear of unchecked scientific progress (that Victor develops too late) highlights the need for attention to the scientist’s personal and professional development as well as the need for scientists to engage in self-reflection to consider ethical issues before they commence scientific studies."
        }
      ]
    },
    "anchor": "899357",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-146",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Maintaining his secret and keeping positive human interactions cause Victor distress, but his failure to have positive interactions with the creature causes the creature distress as well. The challenge not to allow feelings to be visible in normal bodily reactions is immense. Cultural systems see emotions as embodied. From shortly after birth, infants are able to read approval and disapproval on their parents’ faces."
        }
      ]
    },
    "anchor": "899357",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-147",
    "author": "Hannah Rogers",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor’s observation about Clerval underscores the romantic interest in the problem of the degree of imaginative power necessary to the arts versus the sciences. In "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Biographia literaria"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (1817), Samuel Taylor Coleridge, for example, defines a difference between the active “imaginative” act and the “fancy,” the recounting of a memory that may be altered or extended but that is always passive. Clerval is described as having too much imagination for science because imagination is defined in opposition to details. Yet earlier Victor has detailed his belief that his attraction to science comes in part from its visionary quality (see p. 29). This apparent contradiction in Victor’s position, which may be Mary’s way of showing the character’s limitations, remains unresolved. However, it is notable that by the 1831 edition, this point about the imagination being too vivid for science had been omitted (see “Introduction to "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": " [1831],” pp. 189–193)."
        }
      ]
    },
    "anchor": "d5e770",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-148",
    "author": "April Miller",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor links his feelings of foreboding to the romantic notion of the sublime, combining that era’s captivation with the immense beauty of the natural world with a perception of its dangers and a willingness to entertain the possibility of personal annihilation. Just before this passage, Victor speaks with tremendous affection and pride about the impressive mountains surrounding his home, using the salutation “Dear” and the possessive pronoun phrase “my own.” However, in his encounter with the sublime, he fails to achieve what philosopher Edmund Burke (1729–1797) called “sublime transcendence,” which means to experience a sudden relief from horror. Because Victor views the sublime from a position of great personal risk, he can see in this natural vista only his personal suffering and ultimate destruction. This passage also highlights an essential contradiction in Victor’s personality: he is both tremendously confident and self-effacing, both a director of his own fate and a passive object at the mercy of uncontrollable forces. As with his renegade approach to scientific discovery, here he simultaneously lauds his powers of prophesy and admits to their deficiencies. Egoism, a flaw that greatly facilitates Victor’s hubris, also surfaces here with the repeated use of the first-person pronoun "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "I"
            }
          ]
        },
        {
          "type": "Text",
          "content": ", used to emphasize both his vulnerability and his power."
        }
      ]
    },
    "anchor": "49349f",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-149",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "In Greek myth, Prometheus fashions the clay into which Athena, goddess of wisdom, breathes life, creating the human race. Over the objections of Zeus, Prometheus then provides humans with fire, an element essential for human life. Similarly, Victor uses electricity, a form of fire, to animate his creation. Flashes of light recur throughout the novel, often leading to perceptions by Victor. He continues to characterize the creature as physically “hideous,” which he equates with the demonic. The latter is by nature found amid darkness and filth. Victor labors at times to balance what he sees in dreams and what he sees in actual physical existence. Both, however, are for the romantic age sources of knowledge. But having realized he is not simply observing a phantom in the glimpses he catches of the creature, Victor immediately reacts to the “hideous” being as a demon. His realization results in his bodily response of fear as his teeth chatter. (Contrast this interpretation with Charles E. Robinson’s; see pp. xxii-xxxiii.)"
        }
      ]
    },
    "anchor": "90817e",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-150",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The encounter between Justine and Elizabeth is filled with passion. Justine comes to accept her execution, even if unjust, because she sees it as necessary for her ultimate salvation, and Elizabeth, convinced now of Justine’s innocence, is relieved because her trust in Justine has not been betrayed. Such feelings trump concerns for justice. By contrast, Victor’s anguish at the injustice and his realization that it is his creation that committed the murder fill him with remorse, an intense correlate of guilt. In current moral thinking, feeling and expressing remorse are essential for seeking forgiveness. But Victor can only hold these feelings within himself because he cannot disclose the truth about his efforts and their impact."
        }
      ]
    },
    "anchor": "ece3ff",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-151",
    "author": "Mary Margaret Fonow",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "This passage reflects the type of justice known as retributive, which relies on punishment to balance the wrong done to the victim and his or her family and to act as a deterrent to others from future acts of wrong-doing. In this worldview, justice is served when someone pays for the suffering caused to another. Mary is warning the reader that a rush to judgment, especially if revenge is the driving motive, might hurt innocent people, creating a new form of injustice. This is what happens when the innocent Justine is wrongly executed for the death of William. Science and technology are also implicated in the apparatus of crime and punishment in a number of ways, including the creation of various tools of execution, such as the guillotine&mdash;which was a terrible new invention at the time of the French Revolution&mdash;the electric chair, lethal injections, and so on. In modern capital punishment in the United States, medical personnel are present to verify the prisoner’s death, and psychiatrists play a role in determining whether someone is mentally healthy enough to stand trial or if there are mitigating circumstances due to mental defect. Fingerprinting, handwriting analysis, DNA testing, and other forensic sciences have had disputatious histories, both in terms of how they have been received as evidence in the courtroom and how they have called on courts to understand scientific evidence. Scientific studies have also cast light on the fallibility of eyewitness testimony, and many convictions have been overturned by exculpatory DNA evidence. The power of forensic evidence is such in the public imagination, however, that a “"
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "CSI"
            }
          ]
        },
        {
          "type": "Text",
          "content": " effect”&mdash;amed after the popular television show about crime scene investigators using high-tech forensic analysis&mdash;has been identified in jurors who want to see scientific evidence of guilt even if those scientific standards are derived from fiction."
        }
      ]
    },
    "anchor": "2f4b90",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-267",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe concept of guilt may well be a bit more complicated than it first appears. The two most common understandings of guilt are at work in the text, prompting us to think about the idea of guilt in relation to both Victor and the creature. First, guilt describes the person who is responsible for an act that is unethical or illegal or both. Second, guilt describes the feelings that arise after an act&mdash;feelings that can be said to haunt a person and potentially shape his or her future actions.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe second understanding of guilt is clarified by psychoanalytic thought, which theorizes that guilt can be at work even when a person does not consciously attribute his or her actions to its effects. For more on this understanding, see Sigmund Freud, "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Civilization and Its Discontents"
                }
              ]
            },
            {
              "type": "Text",
              "content": " [1930] 1961. Freud’s arguments about the inextricable link between guilt and civilization make for a fascinating parallel to "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Frankenstein"
                }
              ]
            },
            {
              "type": "Text",
              "content": ".\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tIn the first understanding, guilt is also attributed to a person for failing to do what he or she believes is required in a situation. For example, Victor could be seen as guilty for his failure to make the creature’s existence public, especially at the trial of Justine. As Shakespeare has Claudius say in "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Hamlet"
                }
              ]
            },
            {
              "type": "Text",
              "content": ", “[M]y stronger guilt defeats my strong intent” (III.iii.44).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tLater in the novel, Victor makes a universal claim about the consequences of guilt: “Ah! it is well for the unfortunate to be resigned, but for the guilty there is no peace” (p. 158).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "div",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-author"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "Ramsey Eric Ramsey."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\n\t\t"
        },
        {
          "type": "Element",
          "tagName": "div",
          "attributes": {
            "className": [
              "footnote"
            ]
          },
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "span",
              "attributes": {
                "id": "link-225"
              },
              "children": [
                {
                  "type": "Element",
                  "tagName": "a",
                  "attributes": {
                    "href": "#link-266"
                  },
                  "children": [
                    {
                      "type": "Text",
                      "content": "2."
                    }
                  ]
                }
              ]
            },
            {
              "type": "Text",
              "content": " \n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-content"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "The interior anguish Victor experiences is given heightened expression here. Language has limitations, and Victor finds he cannot disclose his interior conflicts. He has a tortured conscience. Intense sensations of remorse and guilt disrupt his efforts to achieve and maintain a serene conscience, a sense of being right. No words can express the hell and torture he is feeling."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-author"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "Joel Gereboff."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\n\t\t"
        },
        {
          "type": "Element",
          "tagName": "div",
          "attributes": {
            "className": [
              "footnote"
            ]
          },
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "span",
              "attributes": {
                "id": "link-226"
              },
              "children": [
                {
                  "type": "Element",
                  "tagName": "a",
                  "attributes": {
                    "href": "#link-267"
                  },
                  "children": [
                    {
                      "type": "Text",
                      "content": "3."
                    }
                  ]
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-content"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "Victor again feels guilt about not disclosing the existence of the destructive creature that he has created. Yet he continues to fail to recognize and concede that his treatment and desertion of the creature, not the initial creation, have brought about the destruction. In this instance, Victor does sense the potential impact of his desertion on his family and others but remains blind to his earlier desertion of his own creation."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t\t"
            }
          ]
        },
        {
          "type": "Attribute",
          "content": "class=\"footnote-author\""
        },
        {
          "type": "Tag-end"
        },
        {
          "type": "Text",
          "content": "Joel Gereboff."
        }
      ]
    },
    "anchor": "a00af1",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-267",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe concept of guilt may well be a bit more complicated than it first appears. The two most common understandings of guilt are at work in the text, prompting us to think about the idea of guilt in relation to both Victor and the creature. First, guilt describes the person who is responsible for an act that is unethical or illegal or both. Second, guilt describes the feelings that arise after an act&mdash;feelings that can be said to haunt a person and potentially shape his or her future actions.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe second understanding of guilt is clarified by psychoanalytic thought, which theorizes that guilt can be at work even when a person does not consciously attribute his or her actions to its effects. For more on this understanding, see Sigmund Freud, "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Civilization and Its Discontents"
                }
              ]
            },
            {
              "type": "Text",
              "content": " [1930] 1961. Freud’s arguments about the inextricable link between guilt and civilization make for a fascinating parallel to "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Frankenstein"
                }
              ]
            },
            {
              "type": "Text",
              "content": ".\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tIn the first understanding, guilt is also attributed to a person for failing to do what he or she believes is required in a situation. For example, Victor could be seen as guilty for his failure to make the creature’s existence public, especially at the trial of Justine. As Shakespeare has Claudius say in "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Hamlet"
                }
              ]
            },
            {
              "type": "Text",
              "content": ", “[M]y stronger guilt defeats my strong intent” (III.iii.44).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tLater in the novel, Victor makes a universal claim about the consequences of guilt: “Ah! it is well for the unfortunate to be resigned, but for the guilty there is no peace” (p. 158).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "div",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-author"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "Ramsey Eric Ramsey."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\n\t\t"
        },
        {
          "type": "Element",
          "tagName": "div",
          "attributes": {
            "className": [
              "footnote"
            ]
          },
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "span",
              "attributes": {
                "id": "link-225"
              },
              "children": [
                {
                  "type": "Element",
                  "tagName": "a",
                  "attributes": {
                    "href": "#link-266"
                  },
                  "children": [
                    {
                      "type": "Text",
                      "content": "2."
                    }
                  ]
                }
              ]
            },
            {
              "type": "Text",
              "content": " \n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-content"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "The interior anguish Victor experiences is given heightened expression here. Language has limitations, and Victor finds he cannot disclose his interior conflicts. He has a tortured conscience. Intense sensations of remorse and guilt disrupt his efforts to achieve and maintain a serene conscience, a sense of being right. No words can express the hell and torture he is feeling."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-author"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "Joel Gereboff."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\n\t\t"
        },
        {
          "type": "Element",
          "tagName": "div",
          "attributes": {
            "className": [
              "footnote"
            ]
          },
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "span",
              "attributes": {
                "id": "link-226"
              },
              "children": [
                {
                  "type": "Element",
                  "tagName": "a",
                  "attributes": {
                    "href": "#link-267"
                  },
                  "children": [
                    {
                      "type": "Text",
                      "content": "3."
                    }
                  ]
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t\t"
            },
            {
              "type": "Element",
              "tagName": "div",
              "attributes": {
                "className": [
                  "footnote-content"
                ]
              },
              "children": [
                {
                  "type": "Text",
                  "content": "Victor again feels guilt about not disclosing the existence of the destructive creature that he has created. Yet he continues to fail to recognize and concede that his treatment and desertion of the creature, not the initial creation, have brought about the destruction. In this instance, Victor does sense the potential impact of his desertion on his family and others but remains blind to his earlier desertion of his own creation."
                }
              ]
            },
            {
              "type": "Text",
              "content": "\n\t\t\t"
            }
          ]
        },
        {
          "type": "Attribute",
          "content": "class=\"footnote-author\""
        },
        {
          "type": "Tag-end"
        },
        {
          "type": "Text",
          "content": "Joel Gereboff."
        }
      ]
    },
    "anchor": "a00af1",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-266",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The interior anguish Victor experiences is given heightened expression here. Language has limitations, and Victor finds he cannot disclose his interior conflicts. He has a tortured conscience. Intense sensations of remorse and guilt disrupt his efforts to achieve and maintain a serene conscience, a sense of being right. No words can express the hell and torture he is feeling."
        }
      ]
    },
    "anchor": "3c432d",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-267",
    "author": null,
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor again feels guilt about not disclosing the existence of the destructive creature that he has created. Yet he continues to fail to recognize and concede that his treatment and desertion of the creature, not the initial creation, have brought about the destruction. In this instance, Victor does sense the potential impact of his desertion on his family and others but remains blind to his earlier desertion of his own creation."
        }
      ]
    },
    "anchor": "a00af1",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-268",
    "author": "Sheldon Krimsky",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe remorse Victor expresses is reminiscent of J. Robert Oppenheimer’s sentiments when he witnessed the unspeakable power of the atomic bomb. A passage from the Hindu scripture of the Bhagavad-Gita flashed before Oppenheimer’s mind: “I am become death, the destroyer of worlds.” In this short phrase, Oppenheimer, as one of the architects of the A-bomb, acknowledged that he had unleashed a force that could lead to the annihilation of civilization. He also proclaimed, “The physicists have known sin, and this is a knowledge they cannot lose” (qtd. in Bird and Sherwin 2005, 388).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tVictor’s responsibility for his horrific scientific experiment has already passed. It appears that the creature is beyond control. All that is left is remorse. Oppenheimer, who witnessed a test of the atomic bomb at Los Alamos in 1945, still had an opportunity to prevent the use of the bomb against humans. Also see Heather E. Douglas’s essay “The Bitter Aftertaste of Technical Sweetness” in this volume.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tScientists’ responsibility must be engaged before their creations are unleashed; otherwise, the consequences cannot be retracted. Those scientists with high moral conscience view their responsibility to warn about the malevolent uses of scientific results to their students, to their colleagues, and to the public. They would cease and desist from scientific research that has no redeeming value but destruction or baneful dehumanization. Victor’s anguish is a warning to those scientists who bracket away the moral quality of their work under a banner of pure inquiry, whatever its outcome. Whether it is cloning a human being, creating a new biological weapon, releasing transgenic species, or designing human genomes, these ends call out for acts and acknowledgments of social responsibility.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "3891fe",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-269",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "After the death of Justine Moritz, Elizabeth is confronted with the unpredictability and temporality of life&mdash;that is, the awareness that life is forever changing and moving forward even when its trajectory is one we would never choose for ourselves. In contrast to Victor, who at least initially was preoccupied with notions of fate and destiny, Elizabeth cannot help but see the world as unjust and capricious (see note 11 on existentialism, p. 80 in this volume)."
        }
      ]
    },
    "anchor": "856f35",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-270",
    "author": "Mary Drago",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The nature of truth has been debated by philosophers throughout human history. Difficult decisions about truth or deceit are often made by finding a set of facts to support a preexisting belief. In the legal system, the accused can be convicted based on circumstantial evidence that later turns out to be either patently false or unreliable or full of gaping holes (the Innocence Project is a nonprofit organization that focuses on overturning convictions in such cases). Justine’s fate is decided by just that type of evidence. In scientific endeavors, determining what is true from research results likewise requires ensuring that any analysis is independent of personal biases."
        }
      ]
    },
    "anchor": "9aabf7",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-271",
    "author": "Ed Finn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Mary presupposes a direct relationship between knowing the truth and experiencing happiness, though many other works of science fiction suggest otherwise. "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "The Matrix"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (Lana Wachowski and Lilly Wachowski, 1999) presented a generation of movie-goers with a choice between uncomfortable truths and blissful ignorance: “You take the blue pill, the story ends. You wake up in your bed and believe whatever you want to believe. You take the red pill, you stay in Wonderland, and I show you how deep the rabbit hole goes.” One reading of Victor’s behavior is his desperate attempt to cling to something like happiness in the face of an increasingly dangerous truth."
        }
      ]
    },
    "anchor": "9aabf7",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-272",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "This ironic passage speaks of the reality that what appears to be true or what people take to be true is often false. Elizabeth recognizes and expresses to Victor Justine’s innocence and the injustice that has been done. But it is in fact Victor’s inability to profess the truth about the creature, the murderer, that is the greatest lie. Society can maintain its emotional and moral equilibrium so long as someone has “paid for a crime,” even when that person is innocent. "
        }
      ]
    },
    "anchor": "9aabf7",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-273",
    "author": "Ben Minteer",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The idea that exposure to nature (or “scenery”) produces unique psychological and spiritual benefits was a common sentiment in romantic literary and artistic circles in the nineteenth century. Ralph Waldo Emerson (1803–1882) and Henry David Thoreau (1817–1862), both part of the tradition of American romanticism known as transcendentalism, celebrated in their writings the value of a life lived close to nature, especially its salutary effect on the poetic and moral imagination. This romantic notion of nature as “balm” would also influence the rise of the urban parks movement, most notably via the work of landscape architect Frederick Law Olmsted (1822–1903) in the mid–nineteenth century. Olmsted’s plan for Manhattan’s Central Park, for example, was premised on the idea that contemplation of natural scenery had a therapeutic effect on city dwellers. (This view endures today in the concept of “biophilia,” the idea that humans are genetically predisposed to love nature and need regular contact with it to thrive.) The romantic understanding of the value of natural scenery was bound up with a pair of distinct aesthetic categories: the “sublime,” which referred to feelings of awe and even fear in the face of nature’s power and wildness, and the “picturesque,” which described the contemplative reaction to a more orderly and human-scaled natural landscape (e.g., the garden motif shaping Olmsted’s Central Park design). The notion of the sublime would play a major role in American wilderness appreciation (and eventually protection) throughout the nineteenth and twentieth centuries, animating the work of a diverse community of artists, writers, and advocates, including Albert Bierstadt (1830–1902), John Muir (1838–1914), Ansel Adams (1902–1984), and David Brower (1912–2000)."
        }
      ]
    },
    "anchor": "7efd6f",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-274",
    "author": "Sean A Hays.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Elizabeth attempts to console Victor with the thought of returning to live together in Geneva, unchanging and undisturbed in their peace and bliss. Mary borrows a verse from her husband, Percy, to remind us that this is a fool’s errand. Nostalgia for a past both perfect and peaceful is a product of willful forgetting. First, we must forget all those elements of the past that were not peaceful and perfect. Our memory of the past is edited to make it seem preferable to the uncertainties of the present and future. Second, we must make ourselves forget that we are part of a system governed by change in net linear direction. The long arc of history bends toward change, and it is not possible to remove from the world the science and technology we have already introduced and thus return the world to a peaceful but primeval state. It is, therefore, incumbent upon scientists and engineers to think about how their work is embodied in the world and how the world is changed as a result."
        }
      ]
    },
    "anchor": "fa25cc",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-275",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Though this work well predates such existential writers as Albert Camus (1913–1960) and John Paul Sartre (1905–1980), Mary’s narrative grapples with many of the same issues, including feelings of anguish and meaninglessness, especially in the face of suffering and human finitude. Much like the existentialists, who acknowledged the absurdity of making sense of life in a godless world, Victor’s creation lives a life full of anguish and isolation, and he has no creator to whom he can turn for answers or consolation. And yet the creation still sees life as “dear” and chooses to “defend it” in spite of this endless misery, a point echoed by the existentialists nearly a century later, who emphasized both the absurdity and the beauty in choosing to continue to live in the face of suffering. Mere existence, in this sense, becomes a form of resistance or rebellion against meaninglessness and our unyielding trajectory toward death. For more on existentialism, see Aho 2014."
        }
      ]
    },
    "anchor": "27f4ce",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-302",
    "author": "Mary Drago",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor has reason to distrust the creature. As in Aesop’s fable of the boy who cries wolf, once trust is lost, it is difficult to rebuild. Here Victor is moved to compassion by the creature’s request, but he remembers the evil acts the creature has performed and now wonders if he can believe anything the creature says. Consider the research claims of scientists who have been caught in a lie&mdash;every claim after the lie is suddenly suspect, regardless of its authenticity. For example, Hwang Woo-suk, a Korean scientist, fraudulently claimed he had created human embryonic stem cells through cloning, so his return to the scientific world of cloning has been reduced to the cloning of animals."
        }
      ]
    },
    "anchor": "0dd384",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-277",
    "author": "Sean A Hays.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The concept of murder functions like a central litmus test here and throughout the novel. On the one hand, if you see Victor’s creation as a person, then Victor is countenancing murder as he seeks to destroy his creation. Indeed, it would become very difficult to make a moral distinction between Victor and the creature if this were the case. On the other hand, if the creature is a beast, a piece of property, or a daemon (as Victor often calls him), then it is not possible to murder him because he is not a person. During slavery, this question arose on a number of occasions. Could an owner be prosecuted for murdering a piece of property? The question was highly politicized because to charge an owner with murdering a slave would be to acknowledge the slave’s humanity and thus to call into question the entire institution of slavery. Even if the creature in Mary’s tale is not human, however, his destruction may still have moral implications for other reasons, but Victor would not be guilty of murder, and the creature would have committed a crime Victor was himself not guilty of. Mary appears to have anticipated by two centuries one of the central ethical concerns of robotics and artificial intelligence. How sophisticated would an artificial intelligence have to be before it could be murdered? If it can be murdered, do we then have to face the issue of its enslavement?"
        }
      ]
    },
    "anchor": "99cce0",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-278",
    "author": "Stephanie Naufel",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Although there are separate processing centers in the brain for the various senses, the pattern of how each of these centers processes information is similar. For example, the somatosensory cortex is the area of the brain where touch is processed. Here, different groups of neurons correspond to touch on different parts of the body. Likewise, in the auditory cortex, there are separate regions that process different frequencies of sound. All of these systems work to give us a comprehensive understanding of all our sensory experiences. Upon his creation, the creature is accosted with sensory overload. He initially struggles to distinguish between all of these new sensations, but his brain eventually learns how to process everything in tandem to give him a coherent view of the surrounding world."
        }
      ]
    },
    "anchor": "a4cf91",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-279",
    "author": "Arthur B Markman.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The emotions of shock and surprise reflect violations of expectations. When you experience a shock or surprise, your physiology causes you to prepare to understand the situation in greater detail. You draw in your breath, widen your eyes, and expand your focus of attention to see what might have caused the violation of expectation. You also get a release of adrenaline in case the surprise reflects a need to fight or flee. A very large violation of expectations, which leads to full-blown shock, can leave someone unable to move or speak for several seconds. This near paralysis provides time to observe what could have caused the surprise and prevents someone from taking an action that might be dangerous for her until she understands the situation more fully."
        }
      ]
    },
    "anchor": "969b19",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-280",
    "author": "Jameien Taylor",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "We can think of kindness from two different perspectives: terminating and ongoing. A terminating perspective focuses on an individual act of kindness as not being valuable in itself but mainly valuable in the aim it will achieve. Conversely, an ongoing perspective privileges both the individual act itself and the accumulation of acts over time, which might lead to some particular aim. Both perspectives are rooted in a need to do for others, but the former rejects kindness as a process. The creature seems to understand kindness as a process. Through his many encounters with the family, he develops an ever-deepening recognition and awareness of them as individuals doing for one another. This recognition is significant because spending the time to build awareness of others is part of the mechanism of kindness: thus, when the creature spends this time, he has already begun the process of kindness himself. He progresses from simply recognizing and becoming aware of others to not only refraining from stealing their food but caring for them by chopping wood and leaving it for them at their doorstep. As we can see, he feels tremendous gratification from his actions. Ongoing kindness involves all of the features the creature experiences: recognition, awareness, and care. Scientific endeavors outside of Victor’s might be equally rewarded by using ongoing kindness as an ethical approach to research. By recognizing the possible implications of our scientific endeavors, being aware of not only the benefits but potential detriments, and acting with care, we might experience the “true pleasure” in being in service for others."
        }
      ]
    },
    "anchor": "7467da",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-281",
    "author": "Sally Kitch",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tAlthough compassion&mdash;empathy or sympathy with the plight of others&mdash;and other positive sentiments and virtues may seem inherent personal characteristics, "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Frankenstein"
                }
              ]
            },
            {
              "type": "Text",
              "content": " makes clear that circumstances can inspire virtues, such as compassion, and changed circumstances can eradicate or obscure them. The creature’s observation of the cottagers’ poverty as well as of their compassionate behavior toward their elderly relative instructs him in compassion. He stops stealing their food for himself, as he had previously done, and secretly provides them with firewood. But as the novel progresses, the creature suffers increasingly from feelings of abandonment, which inspire acts of revenge against Victor. He can remember that he was once compassionate, but he knows he is no longer so. “I am malicious because I am miserable,” he explains. “[I]f I cannot inspire love, I will cause fear” (p. 121). Victor likewise demonstrates compassion when he is happy with himself and the world but intense selfishness and unconcern for others (especially Elizabeth) when he isn’t.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tIf virtue is even partly circumstantial, then all who act in the world, including scientists, must recognize that judgments about their own worth and the value of their work require close scrutiny. Victor acted alone, without consulting anyone about the value of his invention or its potential unintended consequences. If he had conferred with a community of thinkers and innovators with cooler heads, perhaps he could have rekindled his own compassion and avoided the cascading tragedy that emanates from his solitary creation.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "7467da",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-282",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The creature is a good if simple empiricist, understanding words for concrete objects but having more difficulty with words that represent abstract concepts. Perhaps at this stage in his development, he&mdash;much like Victor&mdash;can master objects but not feelings, causes but not concepts."
        }
      ]
    },
    "anchor": "6f2862",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-283",
    "author": "Adam Hosein",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe creature here perceives the human tendency to distinguish between members of the in-group and members of the out-group and to fear and despise the latter: “othering,” as it is sometimes known. He also suggests, plausibly, that othering occurs where the target is not simply different from the audience but also not understood, and he hopes to overcome this gap in understanding through communication with the cottagers. As his monologue continues, parallels are drawn between his situation and that of various outsiders and outcasts in history who have also been othered: immigrants (Safie and her father), the poor, the lowborn, and the orphaned. Mary Shelley herself is not immune from this tendency: see, for instance, her rather broad generalizations about women in Islam and her apparent approval of European colonization.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tWe must recognize that other people, especially those different from us, are not just sources of exclusion and anguish. The creature’s monologue is also a story of human development&mdash;from securing the most basic means of survival to engaging with language and literature&mdash;and it emphasizes, too, the essential role of communing with others unlike us in achieving self-consciousness and fulfillment. Thus, it reveals the creature’s deep desire to interact with humans, a different species, and then with a created romantic partner of a different sex.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tFor another view on how being perceived by others is both essential to achieving self-consciousness and a potential source of deep despair, given our dependency on them for our sense of worth, one might compare Sartre’s theory in "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Being and Nothingness"
                }
              ]
            },
            {
              "type": "Text",
              "content": " ([1943] 2012).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "b0fdf1",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-284",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The creature experiences fear and terror because his reflection reveals that he looks much different from others whom he has encountered. In this way, his self-knowledge is informed by others&mdash;that is, he sees, knows, and understands himself as society sees, knows, and understands him. This scene suggests that individual or personal identity is developed in part via cultural constructions of what it is beautiful, normal, acceptable, moral, and so forth. We come to know ourselves&mdash;and even to fear ourselves&mdash;through our encounters with others, and what society deems as “normal” often influences our self-perceptions."
        }
      ]
    },
    "anchor": "adf944",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-285",
    "author": "Mary Margaret Fonow",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Here the creature refers to one of the fables by Aesop (620–560 BCE). A farmer’s donkey becomes jealous of the famer’s affection for his pet lap dog. The hard-working donkey tries to get the farmer’s attention by imitating the lap dog’s playful behavior. When the donkey jumps up on the farmer, expecting to be petted, bystanders become fearful and attack the donkey for acting uncharacteristically. One popular interpretation of the moral of the story is not to try to be someone you are not. Mary turns the meaning of the fable on its head by focusing on the injustice that happens when a creature’s efforts to obtain affection are rebuffed and punished. There are many instances throughout the novel where the creature witnesses others expressing love and kindness toward one another, and so he desires to be treated the same. When his bid to be admitted into humanity is rejected, he lashes out. Mary suggests outrage is one possible reaction to rejection and exclusion."
        }
      ]
    },
    "anchor": "887722",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-286",
    "author": "Ron Broglio",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Much of the novel is inspired by the writings of philosopher Jean-Jacques Rousseau (1712–1778), who believed that humans in their natural state are good and that society corrupts them. Like Rousseau’s character Emile (Rousseau [1762] 1979), the creature learns from his environ-ment and only slowly is introduced to society. Whether governments and laws can maintain order or are part of the social ill remains an unanswered question. The two trial scenes in the novel, Justine’s and later Victor’s, serve as examples of the problems of mobs and the difficulties of attaining justice. It was common during this period to see humans as a link in the “great chain of being”: we can climb as high as angels or slip lower than animals on this chain through our moral choices."
        }
      ]
    },
    "anchor": "7c47ec",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-287",
    "author": "Ed Finn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tScientists have long aspired to improve the human body, or create new bodies, to exceed our natural biological limits. The United States military pursues a range of research areas to enhance the performance of soldiers, from powered exoskeletons granting their users superhuman strength to direct brain interfaces that would allow pilots to fly aircraft by thought alone. More broadly, almost all biomedical technologies can be seen as serving the same purpose, from contact lenses and pacemakers that regulate and improve the function of our organs to antibiotics that make us far more resistant to disease. Many people feel that our bodies’ greatest flaw is aging and death. Philanthropists like Bill and Melinda Gates and Mark Zuckerberg and Priscilla Chan have invested billions of dollars to eliminate disease and extend human life. Ongoing scientific debates about life extension sometimes echo the quest for the philosopher’s stone as researchers contemplate how the human body might be sustained or rejuvenated through genetic modification, personalized drug cocktails, or other means.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tHumanity’s technological obsession with overcoming our biological limits has a natural parallel in science fiction. Mary’s vision of a superhuman creature inspired many others, from comic book superheroes to the robots and replicants populating movies like "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "The Terminator"
                }
              ]
            },
            {
              "type": "Text",
              "content": " (James Cameron, 1984), "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Blade Runner"
                }
              ]
            },
            {
              "type": "Text",
              "content": " (Ridley Scott, 1982), and "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Ex Machina"
                }
              ]
            },
            {
              "type": "Text",
              "content": " (Alex Garland, 2015). These stories ask many of the same questions posed in "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Frankenstein"
                }
              ]
            },
            {
              "type": "Text",
              "content": ": what would a perfected human form really be like? What kind of life would such a creature lead? What consequences would result from a world in which humans and superhumans coexist?\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "a1b94a",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-288",
    "author": "Robert Cook-Deegan",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "The creature recounts how his life differs from normal human life. In future narratives, writers directly confront what Mary here only touches upon lightly with allusions to slavery, ownership, and property: that the creature might be “owned” by his creator or that he might be the subject of a patent or that Victor might seek to monetize his investment of time and effort or that his secrecy and obsession are in part motivated by greed as well as a desire for fame and glory."
        }
      ]
    },
    "anchor": "a1b94a",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-289",
    "author": "Stephanie Naufel",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "These musings from Victor’s creation invite us to consider what or who determines our self-identity. Do we determine our own ideas of identity? Or do others&mdash;family, friends, general society, or a creator&mdash;determine them? The creature’s social interactions leave him without sympathy from the members of any of these categories, and thus he struggles to understand who or what he is and what his role in life is. Developmental psychologist Erik Eriksen (1902–1994) theorized that identity or our consciousness of self forms in eight stages by evolving through our social interactions. The creature’s questions model Eriksen’s adolescent stage of asking questions such as “Who am I?” and “What can I be?” by comparing self to others. It is especially poignant that Mary leaves the creature without a name for the duration of the book. His namelessness further highlights the fact that he has no clear identity and no good way to define one."
        }
      ]
    },
    "anchor": "a1b94a",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-290",
    "author": "Kerri Slatus",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Mary cautions against Victor’s myopic perspective that creation&mdash;bringing into existence&mdash;is all that matters. The creature is made but un-parented, forced into solitary life, and exiled from mainstream society. In his treatment of the creature, Victor shows no concern for social development, the human need for acceptance, and the importance of memory and shared experiences to the creature’s initial and eventual selfhood and well-being. Although Victor later recognizes his younger self in Henry Clerval’s desire for knowledge, a sign of Victor’s own concrete identity, he fails to use any understanding of this self-recognition in his creation. This episode helps us reflect on the idea that scientific discovery and creation are fully value laden, and bound up in the assumptions and guiding philosophies of the scientists who discover and create."
        }
      ]
    },
    "anchor": "cf47ba",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-291",
    "author": "David H Guston and Robert Cook-Deegan.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Mary wrote "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": " at a time when slavery was still prevalent in Europe and the Americas. Revolutionary France had abolished slavery, but Napoleon reintroduced it after he came to power. In England, the law ending the British slave trade in 1807 culminated a remarkable two decades of abolitionist activism, although slavery itself would persist until the Slavery Abolition Act ended the practice in 1834. William Godwin himself had written about slavery in his most famous work, "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "An Enquiry Concerning Political Justice"
            }
          ]
        },
        {
          "type": "Text",
          "content": ", asking rhetorically, “Have we slaves? We assiduously retain them in ignorance” ([1793] 2013, 461). The Congress of Vienna, through which European nations attempted to settle the consequences of the French Revolution and the Napoleonic Wars, declared its opposition to slavery in 1815. In the United States, many northern states were beginning a slow process of abolition and freeing currently held slaves around the time Mary was writing "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": ", but the nation as a whole would not abolish slavery until after the Civil War (1861–1865) with the passage of the Fourteenth Amendment to the Constitution."
        }
      ]
    },
    "anchor": "d62a19",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-292",
    "author": "Sean A Hays.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "A significant part of who we are as individuals is created in response to what we observe in others. The creature, abandoned by his creator, has the good fortune to find a loving and admirable family to watch and attempt to mimic. It is unclear how many of the De Laceys’ admirable qualities are genuine and how many are a product of the creature’s desire to find in others the qualities he wishes he had found in his creator. What is clear, however, is that the act of creation is only one small component of the creature’s tale, and the same is true for any scientific or technological endeavor. The wider social context in which the act of creation takes place will have an impact on the final place and shape of the knowledge or technologies created by the scientist or engineer."
        }
      ]
    },
    "anchor": "a51de2",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-293",
    "author": "Ed Finn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "These three texts were on Mary’s reading list the summer before she began writing "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": ". They represent a kind of literary education for the creature. From Plutarch, he would learn about the great leaders of the Greco-Roman world and the nature of politics and public affairs. In Johann Wolfgang von Goethe’s "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Sorrows of Young Werther"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (1774), he would read about domestic life and social relationships, particularly as they apply to the difficult business of adolescence and growing up. Finally, from John Milton’s "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Paradise Lost"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (1667) the creature would learn about faith and the complexities of good and evil. In Milton’s story, Satan, the fallen angel, is a charismatic antihero who challenges his creator."
        }
      ]
    },
    "anchor": "ee6095",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-294",
    "author": "C Athena Aktipis.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tWho are we really? What are we made of? What is the self? What makes the creation a monster? Of course, answers to the latter question depend on how we define the term "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "monster"
                }
              ]
            },
            {
              "type": "Text",
              "content": ". Victor makes his creation by sewing together the body parts of many individuals, leaving the creation unaware of his own identity. The creature’s composite nature, his lack of a singular physical and mental identity, is an important aspect of his monstrosity.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tOur current scientific understanding of what we are made of can help us in understanding this idea of monstrosity. Humans and most other forms of life have a genetic conflict within them. This conflict arises from being composed of genetically distinct entities. For example, in “microchimerism,” there are genetically distinct cells in a human body that come from a mother or an elder sibling (from the child’s perspective) or from a child (from the mother’s perspective). There are also genetically distinct gut microbiota, which can influence behavior, as can viral infections such as rabies. In these cases, our physiology and behavior can be influenced by genetically distinct entities that have fitness interests different from our own.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tTaking Mary’s idea of a monster and joining it with current knowledge about our genetically heterogeneous nature, we arrive at a potentially useful conception of a monster as an individual whose physiology and behavior are (fully or partially) under the control of a genetically distinct individual or population of individuals. Understanding ourselves as biologically heterogeneous, we can more easily and perhaps more sympathetically explore the idea of the monster’s composite nature and Victor’s struggle with his creation. Unlike Victor, we must face the fact that we are all monsters.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "992593",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-295",
    "author": null,
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tHere Victor anticipates a problem confronting researchers in the fields of robotics and visual animation as well as related fields. Anyone trying to create lifelike representations of natural organisms will encounter what Japanese roboticist Masahiro Mori ([1970] 2012) calls the “uncanny valley.” Humans can feel a strong empathetic connection to creatures that do not closely resemble us or other familiar living things. In film, for example, characters such as the robot Wall-E or the extraterrestrial E.T. gain our sympathy even though they look unfamiliar. But as representations get closer to the human form, they can enter the “uncanny valley,” where slight aberrations from our expectations can generate feelings of aversion or disgust.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tMary suggests here that the creature’s ugliness derives not from his difference so much as from his uncanny similarity to humans. See also Alfred Nordmann’s essay “Undisturbed by Reality” in this volume, which discusses the origins of the notion of the uncanny.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "5a94a9",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-296",
    "author": "Douglas Kelley",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Communion represents connection, a sharing or holding of things in common that is central to achieving our full humanity. Social scientists today refer to communion in terms of intimacy or perhaps love or even social support. Research has recently discovered what Mary intuited two centuries ago&mdash;positive relationships are what keep us healthy and happy. We experience the irony of watching Victor pursue his goal of creating life while isolating himself from what he later learns is most life-giving&mdash;communion with family, friends, and lovers. And though he gives biological life to his creation, he fails to give him what is most meaningful&mdash;communion. Many of us seem driven to try alternative means of happiness (creation of our own monsters, perhaps) before we realize that relationships are not superfluous but are instead essential in our lives. Victor’s disdain for and rejection of his own creation (his dehumanization of the creation) become not only his own undoing but also the causal agent for the transfiguration of his creation’s natural state of benevolence to one of violence (the creation’s ill-guided attempts at discharging existential loneliness and pain). Had Victor considered communion an essential part of “life,” he would have changed the plight of his creation (who notes that communion, with even one person, would change his course) and his own plight. Mary artfully presents the human experience as a process of seeking communion and discharging the pain of disconnection. One is left to wonder if every person must endure loss before understanding the value of communion and whether today’s inventors and innovators keep communion more central in their imaginations than Victor does."
        }
      ]
    },
    "anchor": "c77b46",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-297",
    "author": "Eileen Gunn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tVictor’s creature has learned about humanity by observing humans and by reading poetry, classical philosophy, and a highly sentimental novel. He believes himself to be worthy of or at least not disqualified from receiving the kindly treatment that he has seen humans accord one another. He has evaluated himself and found himself human.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tSelf-esteem, the assessment of value that people give themselves and their own behavior, is a relatively recent psychological concept, dating from the late nineteenth century, and this passage can be interpreted as an example of the increased focus on the individual that is associated with the advent of romanticism. However, the process of evaluating one’s behavior and ranking it relative to that of other people has been a human concern since the dawn of history. Self-esteem presupposes awareness of self; it may be related to survival-enhancing, neurologically based behaviors common to the many nonhuman social animals in whom self-awareness has been identified. Research has recently been directed at identifying self-esteem-like behavior in primates and other animals.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tVictor’s creature seems to have, in addition to the desire to evaluate his own behavior, the ability to judge the fairness of that behavior and the behavior of others: that is, he has a sense of justice. There is evidence that an understanding of fairness or equity is a trait shared by many animals, but research remains to be done to understand the mechanism by which various kinds of animals assess whether another’s behavior is equitable or not. Even human concepts of justice can be vague and contradictory and may differ from one culture to another, just as individual humans’ evaluation of their own behavior is not necessarily accurate and their opinion of themselves is not necessarily shared by others (see Blanchard and Blanchard 2003; Blanchard, Blanchard, and McKittrick 2001; Brosnan 2012; Christen and Glock 2012; and Heatherton and Vohs 2000).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "c77b46",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-298",
    "author": "Melissa Wilson Sayres",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Animal behavior has been shaped by millions of years of evolution. As animals, humans have some behaviors that are conserved and shared with many other species. Fear, for example, is common in the animal kingdom, and it serves a useful purpose by making sure we stay out of dangerous situations. Similarly, selfishness, or the focus on getting the resources we need to survive, is something life has practiced since it began. But what about love? And compassion? What about altruism? Are humans the only creatures to do things that benefit others but don’t directly benefit themselves? No. It turns out that altruistic behavior is observed across life&mdash;from the prairie dog that will alert its neighbors to a nearby predator (but in doing so puts itself at risk) to slime molds that live most of their lives as single cells but must decide to cooperate if they are to reproduce (and in making that decision become part of the 20 percent that sacrifice themselves). Like many other life forms, humans may be selfish at times but have a tremendous capacity to put the needs of others before themselves. The question is, under what circumstances?"
        }
      ]
    },
    "anchor": "3773df",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-299",
    "author": "Ron Broglio",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "In this turning point, the creature no longer figures himself as an Adam, the first being of a new creation of humans or humanoids; rather, he opts to be like Milton’s Satan, of whom he has read. The epic poem "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Paradise Lost"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (Milton [1667] 2007) recounts the fall of the angel Satan, who does battle with God, is exiled from heaven, and plots his revenge against his creator with the temptation of Adam and Eve to eat from the forbidden Tree of Knowledge. Sentenced by God to hell, Milton’s Satan is determined to make a heaven of his hell and to revel in his punishment, which he sees as unjust. In Mary’s story, the creature, having exhausted the limits of reason and compassion when he receives no kindness from humans, cuts himself off from the human race and becomes the antagonist of humankind."
        }
      ]
    },
    "anchor": "c36216",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-300",
    "author": null,
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "In furthering the parallel between Victor and the creature and elucidating Mary’s feminist themes, the creature wants to instrumentalize the power to create life by having Victor make him a mate who “would not deny herself to me” and would thus satisfy his own selfish feelings of longing."
        }
      ]
    },
    "anchor": "9c3f8f",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-301",
    "author": "Devoney Looser",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe term "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "sympathy"
                }
              ]
            },
            {
              "type": "Text",
              "content": " had multiple meanings in the early nineteenth century, some of which resonate with scientific discourse and some with moral philosophy. The word did mean then what we take it to mean today&mdash;a kind of entering into the feelings of another. But it also had embodied, somatic connotations. In "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "On Sympathy"
                }
              ]
            },
            {
              "type": "Text",
              "content": " (2008), Sophie Radcliffe puts it this way: “The uncertainty as to whether ‘sympathy’ exists as a somatic feeling in itself or as a state of mind resulting from an act of cognition persists through the nineteenth and twentieth centuries, with terms and ideas from scientific discourses drifting into literary works and vice versa” (10).\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tWe can see this view in a definition of the word that is now out of use but was current at the time Mary was writing: “a relation between two bodily organs or parts (or between two persons) such that disorder, or any condition, of the one induces a corresponding condition in the other” ("
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Oxford English Dictionary"
                }
              ]
            },
            {
              "type": "Text",
              "content": "). There was also a question then of whether sympathy is gendered&mdash;whether women’s minds or bodies are more readily able to engage in admirable moments of communion of feeling as a result of their supposedly shared characteristics of body, mind, or experience. Mothers, in particular, were imagined as having superior abilities for sympathy due to their roles in creating, giving birth to, and raising children. Other questions were posed: Are scientists (largely conceived of as men, as in this novel) capable of engaging in (stereotypically feminine, maternal) sympathy? What do their scientific judgments or achievements lack if they do not have access to the right kind or levels of sympathy, whether from lack of experience or from supposedly biological shortcomings?\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThroughout "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Frankenstein"
                }
              ]
            },
            {
              "type": "Text",
              "content": ", invocations of “sympathy,” then, ask readers to investigate what causes a community of feeling among people or creatures and what that feeling means in the act of creating and nurturing new life. Does sympathy arise from the mind? Is it learned through education and the exercise of judgment? In that case, can anyone be taught it? Or does sympathy arise from the body, whether imagined as universally “human” (in which case the creature is a liminal kind) or as differentiated by sex or gender? Mary enters into these debates in her day and, as in this passage, seems to suggest that sympathy fails when there is a lack of identification with the other. This failure, as it relates to the creature, may be read as arising either from the mind or from the body or as arising either from a somatic lack in men or from a somatic lack in humans. Mary does not offer easy answers and leaves many questions for the reader to engage and trouble over in considering where necessary sympathy properly comes from, how it can be exercised, and how it has an impact on scientific discovery\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "8df5e4",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-302",
    "author": "Mary Drago",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor has reason to distrust the creature. As in Aesop’s fable of the boy who cries wolf, once trust is lost, it is difficult to rebuild. Here Victor is moved to compassion by the creature’s request, but he remembers the evil acts the creature has performed and now wonders if he can believe anything the creature says. Consider the research claims of scientists who have been caught in a lie&mdash;every claim after the lie is suddenly suspect, regardless of its authenticity. For example, Hwang Woo-suk, a Korean scientist, fraudulently claimed he had created human embryonic stem cells through cloning, so his return to the scientific world of cloning has been reduced to the cloning of animals."
        }
      ]
    },
    "anchor": "0dd384",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-34",
    "author": "Sean A Hays.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor and his interlocutor, Walton, appear to consider courage to be one of the more mechanical human attributes, one that is shared by some of the lower animals. To be courageous is a means to an end rather than something to be admired in and of itself, or Victor would doubtless have had greater admiration for the creature he creates, and Walton would have found a friend among the sailors of dauntless courage he hired in St. Petersburg. It is Victor’s lack of courage that drives the plot for most of the novel. He finds himself motivated to action or inaction by fear, revulsion, and rage but never by courage. If he had the courage to deal directly with the consequences of his experiment, how much pain and grief could have been avoided?"
        }
      ]
    },
    "anchor": "773d19",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-35",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "As a slave, Victor has lost the capacity to reason through problems and is instead “governed by the impulses of the moment.” He recognizes the phenomenon in himself—that one’s capacities are shaped by one’s social position and relations—but he does not reflect fully on that recognition and allow for it to influence his assessment of the creature."
        }
      ]
    },
    "anchor": "506f43",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-36",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "In this passage, Mary could be reflecting on her own situation and the social pressures that might have hemmed her in. In theory, Elizabeth could choose, like Mary with Percy, to accompany her paramour in his travels, but in reality her obligations as the woman of Alphonse’s house and her bourgeois upbringing make that choice impossible. Other logical possibilities—for example, Elizabeth proposing to Victor that they marry and take the trip together as a honeymoon—are also social impossibilities."
        }
      ]
    },
    "anchor": "2b9a27",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-37",
    "author": null,
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Leigh Hunt’s “Rimini.” [Mary’s note]"
        }
      ]
    },
    "anchor": "36b1fb",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-38",
    "author": null,
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Wordsworth’s “Tintern Abbey.” [Mary’s note]"
        }
      ]
    },
    "anchor": "c014a1",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-39",
    "author": "Ed Finn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Among these leading natural philosophers of the period were William Nicholson (1753–1815), whom Mary’s father, William Godwin, often turned to for scientific advice, and Humphry Davy (1778–1829), a young chemist who would dazzle London and the scientific world from the era in which "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Frankenstein"
            }
          ]
        },
        {
          "type": "Text",
          "content": " is set to Mary’s own. Davy was a frequent guest at the Godwin house during Mary’s childhood and was part of an important ongoing conversation with Godwin and the poet Samuel Taylor Coleridge about the relationship between science, creativity, and poetry."
        }
      ]
    },
    "anchor": "c0e5ba",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-40",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor gives expression to his conflicting feelings. His conscience haunts him for the crime he feels he has committed. But he confesses his innocence&mdash;an ironic juxtaposition with Justine’s untruthful confession of guilt. In part, this passage expresses the difficulty of conscience serving as a reliable guide. Do feelings serve as a better source of moral discernment?"
        }
      ]
    },
    "anchor": "bd3d34",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-41",
    "author": "Annalee Newitz",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "For Mary, the daughter of early feminist philosopher Mary Wollstonecraft, women’s status as “the other” was painfully and personally obvious. Men ruled the world, and therefore almost every philosophical, scientific, and political tract about the meaning of selfhood assumed that the “self” is male. Women’s experiences were considered at best irrelevant and at worst monstrous. It is therefore delightfully sneaky that Mary has figured out a way to turn the female perspective into something more relatable than the male, as Victor imagines his new creation&mdash;“a thinking and reasoning animal”&mdash;asserting her own will in the face of the first creature’s desire. Victor is also forced to imagine the creature’s perspective as he looks for the first time into the eyes of “his own species.” When Victor imagines the two creatures looking upon each other for the first time, he calls to mind Jean-Paul Sartre’s classic notion that humans learn selfhood when we are first seen by the “other.” In "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Being and Nothingness"
            }
          ]
        },
        {
          "type": "Text",
          "content": " ([1943] 2012), Sartre argues that we cannot have a self until we are recognized by an other, which allows us to see both the other in ourselves and the selfhood in others. Victor typically cannot imagine the two creatures having selves at all. So he suggests they will be “repulsed” rather than find sympathy in one another’s eyes."
        }
      ]
    },
    "anchor": "2f702a",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-42",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Pondering the unknowns and potential horrors the future mate for the creature might perpetrate, Victor thinks through these possibilities and resolves not to continue his efforts. Perhaps overestimating his creative prowess, he now recognizes that his own selfishness might result in the destruction of the whole human race. Although some emotions may prove reliable guides for behavior, selfishness is never appropriate because it leads only to destruction, be it of the self or of others."
        }
      ]
    },
    "anchor": "6dad99",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-43",
    "author": "David H Guston.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "A great deal is going on in this paragraph. First, the creature continues to speak as though he has adopted the mantle of Milton’s Satan: “I before reasoned with you” evokes Isaiah’s “Come, let us reason together” (1.18), a biblical voice that echoes in a great deal of Satan’s language in "
        },
        {
          "type": "Element",
          "tagName": "i",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "Paradise Lost"
            }
          ]
        },
        {
          "type": "Text",
          "content": " (Milton [1667] 2007). Second, the creature has a sophisticated understanding of Victor’s psychology and social context, perhaps more so than Victor does, in his claim that he can render Victor even more miserable than he is. Third, even as Victor manages to achieve some measure of foresight and the ability to view a situation from a perspective other than his own (importantly, from the female creature’s perspective; see note 6), the creature has understood that his physical prowess has utterly transformed the dynamic between them. This inversion of the master–slave relationship is every slave master’s fear and perhaps the reason why, for example, the novel was banned in apartheid South Africa and why it has become such a fertile source for narratives on robotics and artificial intelligence. Victor must have some measure of physical courage to stand up to the creature here, but does he have moral courage as well?"
        }
      ]
    },
    "anchor": "c51661",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-44",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor’s misery is all consuming, and it colors the way he sees his whole world, regardless of his circumstances. As he states in this passage, to him “the walls of a dungeon or a palace were alike hateful.” Such a perspective challenges the notion that there is an objective reality “out there,” considering that Victor’s reality&mdash;his “cup of life”&mdash;is so significantly shaped by his personal misery and grief."
        }
      ]
    },
    "anchor": "47cfd4",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-45",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Altruism, typically conceived of as selfless concern for the best interest of others, is usually seen as a positive quality. Though Victor does appear altruistic here, he never shows selfless concern for his creation and instead shirks responsibility for the creature and his well-being. Moreover, in the context of scientific research, it is important to consider the tireless or “altruistic” behavior of the researcher that leads to the complete abnegation of the self, resulting in unreflective decisions and actions. Perhaps if Victor had taken the time to reflect on himself&mdash;his motives, decisions, desires, and actions&mdash;during his scientific pursuits, he would have refrained from bringing his creature to life in the first place."
        }
      ]
    },
    "anchor": "db7a6f",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-46",
    "author": "Eileen Gunn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "After the deaths of his brother, his friend, and his bride, Victor seeks refuge from his grief in strenuous exercise, just as he walked the streets of Ingolstadt after creating the creature. Influential thinkers of the Enlightenment vigorously pursued theories about the relationship between the mind and the body and about the place that exercise holds in physical and mental health. René Descartes, the seventeenth-century French scientific philosopher, promulgated the idea that humans have a dual nature&mdash;a material body and a nonmaterial mind&mdash;and that although they are separate, each can influence the other via the pineal gland. Joseph Addison (1672–1718), an influential thinker and essayist of the early eighteenth century, held a broad view about the means by which the body could influence the mind and wrote extensively on the usefulness of exercise in avoiding “melancholic spleen” in men and “the vapours” in women. “Whatever we do,” Addison wrote, “we should keep up the cheerfulness of our spirits and never let them sink below an inclination at least to be well-pleased. The way of this is to keep our bodies in exercise, our minds at ease” (1711). Victor Frankenstein, in exercising to alleviate his mental anguish, has taken to heart Addison’s advice from a century earlier. Present-day neuroscientists likewise theorize that vigorous exercise stimulates the pituitary gland to release endorphins, substances that can alleviate pain and induce euphoria, the well-known “runner’s high,” and have found evidence that regular physical activity reduces anxiety and depression (see Anderson and Shivakumar 2013; Batchelder 2012; Leuenberger 2006)."
        }
      ]
    },
    "anchor": "320474",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-47",
    "author": "Mike Stanford",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Retribution is punishment for an injury, wrongdoing, or crime. In organized societies, the law imposes retribution in the form of penalties such as imprisonment. In the absence or failure of law, individuals may seek to impose retribution in the wild, unrestrained form of revenge&mdash;one of this novel’s major themes. The creature, abandoned by his creator and rejected by the family he hoped to befriend, furiously vows “eternal hatred and vengeance to all mankind” (p. 118). His desire for vengeance ultimately zeroes in on Victor’s loved ones, and so he destroys William, Justine, Clerval, and Elizabeth in turn. After Elizabeth’s death, Victor significantly first seeks retribution through law, urging a judge to bring the creature to justice. When the judge explains his powerlessness to help in the pursuit&mdash;that is, when society fails Victor&mdash;he becomes a mirror of the creature in his obsession with vengeance. As a consequence, Victor loses both the rationality of the scientist and the normal connections and affections of a civilized person. His search for the creature eventually leads him to the icy region of the North Pole&mdash;a journey symbolizing the freezing out of human feeling that comes with the blind pursuit of vengeance. The destructive nature of such a pursuit has been a theme of literature since the time of the ancient Greeks. Here Mary adds the troubling notion that science itself&mdash;however based in rationality and a drive for human progress&mdash;may inadvertently create disruptions that unleash the most irrational and violent of human feelings, which override the ability of society’s institutions to contain them."
        }
      ]
    },
    "anchor": "f8fc30",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-48",
    "author": "Chris Hanlon",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Victor’s objection here is that the Genevan magistrate is being arrogant in assuming a position of understanding that he (the magistrate) feels is necessary to dispense absolution. The moment foreshadows the anxiety of contemporary citizens who feel that they simply don’t know enough to engage in discussions of scientific morality."
        }
      ]
    },
    "anchor": "43fb01",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-49",
    "author": "Arthur B Markman.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Most people attribute their successes to their own efforts. People pride themselves on great preparation and stellar execution. Most, however, do not recognize how often their success is a result of the world lining up in exactly the right way so that this effort and preparation can pay off. When you look back on your life, though, you may recognize that luck and happenstance led to your successes. In this passage, Victor reflects on the role that chance and serendipity have played in his successes. Just when things look darkest, circumstances align to allow him to continue his pursuit of the creature."
        }
      ]
    },
    "anchor": "69f0b1",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-50",
    "author": "Joey Eschrich",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Mary’s use of “manes” here is a reference to the Latin meaning: ghosts or spirits of the deceased."
        }
      ]
    },
    "anchor": "a77f92",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-51",
    "author": "Stephanie Naufel",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "At his entrance to the wider world, Victor felt he had talents that he could use to benefit society. He expected to put forth greatness in the world and chose the lofty goal of creating life, but without thinking of the consequences. His high expectations for himself did not temper his ability to create, and although his accomplishment is amazing, it only serves to torturehim until the bitter end&mdash;when he has come to some recognition of the monstrosity of his own behavior, likening himself to Satan, just as the creature has done. At the start of his efforts to create life, Victor might have benefited from thinking about the greater repercussions of those efforts. If it is criminal to throw away those talents, is it not also criminal to use those talents to invent without caution?"
        }
      ]
    },
    "anchor": "781117",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-52",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "In this passage, Victor highlights the effect others have on the formation of the self and the development of personal identity. Others can have, as he points out, “a certain power over our minds.” Similar to the way others’ perceptions and fears of the creature inevitably influence how the creature sees himself (as ugly, frightening, and loathsome), Victor’s close companions have shaped the way he sees himself. As the philosopher Mikhail Bakhtin (1895–1975) proposes, “A person has no sovereign internal territory, he is wholly and always on the boundary; looking inside himself, he looks into the eyes of another or with the eyes of another” (1984, 287). Because a person cannot help but see herself with the eyes of another, Bakhtin says that she becomes conscious of herself, in fact “becomes herself,” only through her engagement with other people. Indeed, Victor himself says that Elizabeth’s “existence was bound up in mine” (p. 72)."
        }
      ]
    },
    "anchor": "cf0492",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-54",
    "author": "Judith Guston",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Seneca: Lucius Annaeus Seneca (ca. 4 BCE–65 CE), “Seneca the Younger,” Roman Stoic philosopher, playwright, essayist, and tutor and advisor to emperor Nero. Stoicism valued self-restraint over passion, yet Seneca’s immersion in the excesses of empire brought accusations of hypocrisy during his lifetime. When he was entangled, possibly falsely, in a plot to assassinate Nero, Seneca was forced to commit suicide. As recorded by Roman historian Tacitus, his death was intended to be quick and painless, but became a drawn-out ordeal of bleeding and poison. Joined forever with the earlier, ennobling death of criminalized philosopher Socrates, Seneca’s demise is depicted and interpreted in later art and literature as one that cleanses and redeems,and even baptizes him, as he died in a basin of water. Mary’s Captain Walton, facing his potential mortality surrounded by ice, notes that he will “die with a good heart,” as did Seneca. Is it possible that Mary offers him (and, likewise, Victor) “the lessons” of Seneca&mdash;and of Socrates&mdash;as redemption in the wake of his overly passionate pursuit of knowledge, when he should have practiced greater self-restraint?"
        }
      ]
    },
    "anchor": "154fa9",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-55",
    "author": "Nicole Piemonte",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Here, Victor implores the crewmen to continue their expedition, calling them to be brave and altruistic in the face of danger. It is ironic that he is encouraging them to do so because they will be “adored” or “hailed as the benefactors of [their] species,” when similar motives drove the construction of his creature and ultimately led to his own misery and demise. This passage illustrates the complexity of Victor’s&mdash;and perhaps humankind’s&mdash;motives and desires; altruistic motives can be mingled with hubris and pride. As such, introspection and intentional self-reflection are necessary for uncovering what is driving our decision making, especially in high-stakes situations."
        }
      ]
    },
    "anchor": "efc81c",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-56",
    "author": "Sean A Hays.",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "In many ways, Walton appears to be the embodiment of everything Victor is not. He rescues and befriends a man who at the beginning of his tale is more of a monster than his creation and at the end is on equal terms with the creature in that both have been twisted by grief, rage, and the desire for vengeance. Walton undertakes a quest for knowledge with the awareness that it may cost him his life. He makes and endeavors to fulfill promises to Victor based solely on the bonds of platonic friendship. When the ice threatens to kill him and his mates in his pursuit of knowledge, he does not flinch, and initially from his perspective it is only the cowardice of lesser men that turns him aside."
        }
      ]
    },
    "anchor": "2a7199",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-57",
    "author": "Miguel Astor-Aguilera",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Mary’s “creature” is vegetarian: “My food is not that of man; I do not destroy the lamb and the kid, to glut my appetite; acorns and berries afford me sufficient nourishment” (p. 121). The creature rationalizes and demonstrates his “humanity” in exhibiting empathy toward other creatures that he likens similar to himself, and therefore Mary more than hints that this creature has a nurturing side. Naming a pet makes it more than animal, and Victor never gives a name to his experimental human. Despite his admission so late in the narrative that his creation is rational and deserves well-being, for Victor the creature never ceases to be his laboratory “rat.” Western objectivity proceeds from the European Enlightenment; however, we identify with emotionally engaging things such as embryonic stem cells because they derive from human embryos and are the stems of all human cells. Are all “harvested” embryonic stem cells in a situational and transitory “disposition” of animacy, with innate capacity to transform and mature into a human if placed within a womb rather than in a lab to be used for research? Is Mary’s creature, in stating that he does not eat meat (use the flesh) of other animals, indicating that he is more humane in some respects than humans? Embryonic stem cells, during and after research, are eventually destroyed, so do they have the same life value as a “the lamb and the kid,” or do they have less? More? Or none? How would Mary’s “creature,” the vegetarian, answer the previous question?"
        }
      ]
    },
    "anchor": "af1794",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-58",
    "author": "Hannah Rogers",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Despite praising his friend Walton for his virtuous actions, particularly in the episode of love he recounts, Victor criticizes his lack of imagination. He further suggests that the inability to think further than the ship’s ropes and shroud (the nautical term for a cable, typically part of a pattern of lines used to stay a ship’s mast) is the result of having spent his life aboard a ship. Mary encapsulates an important romantic idea in this suggestion. Empiricists of the time argued for the metaphor of the tabula rasa to explain the concept that people’s minds, like a wax tablet, encounter the world blank and directly collect impressions. They held that human minds could be made blank for observation. In contrast, the romantics developed a view that what can be observed is affected by what is already in the mind. This theory explains the difference in perceptions that two people might have in encountering the same landscape, personage, or natural wonder. To Victor, Walton has a limited imagination because his experience has been limited to life aboard a ship, in contrast to Victor’s own childhood and educational experiences, which he believes shaped his mind for scientific work."
        }
      ]
    },
    "anchor": "08fb4b",
    "labels": [
      "Engineering"
    ]
  },
  {
    "link": "#link-59",
    "author": "Joel Gereboff",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "Having heard the creature’s expression of appreciation for Victor’s efforts and his remorse for his own inexcusable actions, spoken to the now dead Victor, Walton rejects these statements as vain. The creature could have chosen to listen to his conscience, which was able to discern right from wrong, instead of seeking vengeance. The creature’s gratitude should have overcome whatever sense of rejection he experienced."
        }
      ]
    },
    "anchor": "e89914",
    "labels": [
      "Ethics"
    ]
  },
  {
    "link": "#link-60",
    "author": "Ed Finn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tHere Mary anticipates one of the most serious debates about unintended consequences confronting contemporary scientists and technologists. How can we be sure that new creations we bring into the world will remain constrained, controlled, and limited in the ways that we expect them to be? One popular example of this discussion is the “grey goo” argument. Imagine a modern-day Victor creating a kind of self-replicating nanotechnology that can harness certain resources in the environment to copy itself. Without the proper controls, such an entity could destroy everything on the planet within a matter of days, turning the world into a grey goo of seething nanobots.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe creature’s description of his plan for self-destruction is one of the most poignant explorations of a correlated problem&mdash;if the new technology in question is not only autonomous but in some way self-aware, the imposition of safety limits may mean asking our creations to enact a kind of suicide.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "540610",
    "labels": [
      "Engineering",
      "Ethics"
    ]
  },
  {
    "link": "#link-61",
    "author": "Ed Finn",
    "content": {
      "type": "Element",
      "tagName": "div",
      "attributes": {
        "className": [
          "footnote-content"
        ]
      },
      "children": [
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tThe creature’s final words describe his plans for a noble suicide (see note 21 on the death of Seneca, and note 27 on self-sacrificing technologies). The creature’s decision to “repeat the lessons of my Seneca, and die with a good heart” (p. 177) has many echoes in contemporary representations of some autonomous technology sacrificing itself for the good of humanity. In "
            },
            {
              "type": "Element",
              "tagName": "i",
              "attributes": {},
              "children": [
                {
                  "type": "Text",
                  "content": "Terminator 2: Judgment Day"
                }
              ]
            },
            {
              "type": "Text",
              "content": ", the superhuman robot played by Arnold Schwarzenegger makes a similar sacrifice, lowering itself into a pool of molten metal in order to protect John and Sarah Connor.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t\t"
        },
        {
          "type": "Element",
          "tagName": "p",
          "attributes": {},
          "children": [
            {
              "type": "Text",
              "content": "\n\t\t\t\t\tAs autonomous systems become more prevalent&mdash;think of self-driving cars&mdash;the question of how to encode ethical judgment in them has become far more pressing. Perhaps it seems obvious that a self-driving car should sacrifice itself before allowing a human pedestrian to be harmed. But how should such a system react when it must choose between injuring its driver or hitting a pedestrian? As Victor and the creature have discovered, most of our moral decisions involve some risk of harming others and force us to grapple with ethical ambiguity.\n\t\t\t\t"
            }
          ]
        },
        {
          "type": "Text",
          "content": "\n\t\t\t"
        }
      ]
    },
    "anchor": "0f15bd",
    "labels": [
      "Engineering"
    ]
  }
]